export default {
	seo: {
		keywords: '英语课程,人工智能,顶级团队'
	},
	nav: {
		index: 'EHLA | 学与教‧人工智能‧出版‧研究',
		index_desc: 'EHLA致力提供顶尖的学与教顶尖解决方案及可信赖的教育资源',
		team_and_sharing: '团队与课程',
		top_team: '教学团队',
		course: '定制精英课程',
		sharing: '顶级教育家的分享',
		about_ehla: '关于EHLA',
		contact_us: '联络我们',
		programme: '项目计划',
		guidance: '守则与指南',
		giant_leap_programme: '英文跃升研究计划',
		giant_leap_programme_concept: '计划背景与突破',
		giant_leap_programme_internation: '国际课程',
		giant_leap_programme_internation_child: '“外籍老师1对1”英文小精英跃升课程 (3至12岁)',
		giant_leap_programme_school_base: '校本课程',
		giant_leap_programme_school_base_child: '3050英文跃升研究计划 (主流学生, P3-P6)',
		oxford_research: '牛津研究计划',
		charity: '慈善教育计划',
		ai_and_app: '人工智能及应用',
		ai_tool: '人工智能工具',
		animated_library: '智能动感阅读库',
		baby_app: '幼儿英语',
		subscription: '报名或订阅',
		school_and_org: '学校及机构',
		school_corner: '学校专区',
		school_corner_page_title: '学校专区 - 免费学与教工具及资源',
		edu_centre: '教育中心专区',
		zoom_login_link: 'Zoom网课',
		home: '首页',
		milestone: '项目计划',
	},
	footer: {
		terms: '条款细则',
		privacy: '私隐政策',
		copyright: 'EHLA Group. 版权所有'
	},
	school: {
		corner: '学校专区',
		student_login: '学生登入',
		teacher_login: '教师登入',
		hero_1: '我们为学校提供',
		hero_2: '顶尖学与教解决方案',
		hero_desc: 'EHLA致力于为学校、老师和学生们提供顶尖的英文学与教解决方案(深度结合人工智能)以及可靠的教育内容。目前为止，已经有超过 300所 正规学校先后参加了EHLA专门为学校设计的不同计划',
		conference: '学校智能教育论坛与分享',
		conference_desc: '作为EHLA其中一项重要使命，我们十分重视在不同渠道，和学校以及老师们分享EHLA在学与教解决方案的各项研究成果和所取得的突破。值得鼓舞的是，在过去三年间，有超过600位英文老师(来自300多间学校)参加了EHLA的分享会和教育论坛。',
		play_video: '现场盛况',
		reader: {
			pre_title: '结合人工智能、独一无二的',
			title: '学校<span class="text-black">免费</span>动感英语阅读计划',
			amount: '(100-300套)',
			desc: '了解更多关于<a href="/product/animated-library" class="text-red-500 border-b border-current hover:text-red-700">智能动感阅读库→</a>',
			video_demo: "影片介绍（中文）",
			video_intro: "使用介绍（英文）",
			1: '有趣的动画阅读模式',
			2: '支持纯正英国口音朗读音频',
			3: '可选朗读、出声跟读功能',
			4: '人工智能即时评测学生发音准确度，帮助学生改善和进步',
			5: '单词卡学习',
			6: '阅读理解练习',
			7: '强弱跟踪报告',
		},
		ai_plan: {
			pre_title: '学校免费计划',
			title: '学校专享：<br>人工智能英语学习功能及免费资源',
			free_quota: '免费使用次数',
			free_for_one_semester: '一个学期免费使用',
			'1_year': '免费使用：1年＋',
			'1000_times': '免费使用次数：1000次（之后每次低至＄2）',
			video_intro: '参考影片',
			video_coming: '更新版影片制作中',
			register: {
				title: '报名参与计划',
				desc: '如果您有兴趣加入该计划，请将申请表传真给我们。您可以在此处<a href="https://ehla-media-bucket.s3.ap-southeast-1.amazonaws.com/website2021/EHLA_free+schemes+to+primary+schools_20220615.pdf" class="text-red-500 font-bold">下载</a>表格。'
			},
			1: '老师工作量接近“零”',
			2: '可立即开始和使用',
			3: '学校及老师无需承诺，无需撰写报告',
			4: '大幅提升学生英文学习效率',
		},
		resources: {
			title: '其他多种英文学与教资源和计划 ',
			desc: '我们为学校提供和定制多种英文学与教资源和学习计划:',
			f_1: '课外英文提升班（到校）',
			f_2: '英文聆听与说话',
			f_3: '写作训练与技巧提升',
			f_4: '阅读理解技巧训练',
			f_5: '英文文法能力提升'
		}
	},
	centre: {
		title: '教育中心专区',
		desc: '申请成为EHLA的合作伙伴，让您的教育业务得到强大助力!',
		login: '教育中心操作平台登入',
		programme: {
			'3050': {
				title: '申请成为“EHLA 3050英文跃升计划”授权教育中心 ',
				more: '关于3050英文跃升计划'
			},
			'ai': {
				title: '申请成为EHLA人工智能学习功能零售教育中心，享受教育中心特别低的批发价格优惠!',
				more: '关于人工智能学习功能'
			},
			'eng_asset': {
				title: '申请用特别低价使用EHLA高质量的英文专科课程＋教学视频资源以及人工智能系统应用',
				more: ''
			}
		}
	},
	hkat: {
		title: '智能学习方案和练习/模拟测验服务',
		slogan: '老师无需批改，无需补课辅导学生，系统自动批改，自动推送解题辅导视频或音频给学生',
		slogan2: '价钱等同传统纸本练习',
		listen_read: '聆听、阅读',
		listen_read_1: '练习自动批改',
		listen_read_2: '辅导解题视频或音频',
		listen_read_2_desc: '当学生答错题目时，系统可自动推送解题视频或音频，让学生非常方便进行学习。',
		write: '写作',
		write_1: '人工智能辅助写作批改、评语、评分',
		write_1_desc: '写作环节支持学生手写作文。人工智能会辅助老师快速完成高质量的批改、评语和评分。',
		write_2: '示范文章及教学视频',
		write_2_desc: '练习结束时，学生可自学EHLA提供的示范文章和写作教学视频。',
		oxford: '牛津团队质量管理',
		oxford_desc: '所有内容均由EHLA牛津团队以高准则进行质量管理',
		report: '强弱项分析报告',
		report_desc: '系统自动追踪并分析、统计学生的答题表现，以及在各个部分的强弱项表现。'
	},
	ai_writing: {
		title: '作文辅助批改、评语、评分功能',
		title_short: '人工智能英文作文批改',
		desc: '强大工具大幅减少老师批改学生作文的时间',
		other_features: '其他特点',
		f_1: '显著减少老师对学生作文进行批改的时间； ',
		f_2: ' 老师可以通过桌上电脑或iPad轻松及快速布置功课并完成所有工作； ',
		f_3: '老师可灵活选择全自动批改(即无需老师参与)选项，人工智能会自动评分，并在自动批改Grammar & spelling 之后，直接发送给学生；',
		f_4: '快速选项允许老师快速添加评语及调整分数； ',
		f_5: '报告选项提供整个班级或个别学生的详细表现分析； ',
		f_6: '批改报告可打印出来。',
		f_3_4_short: '评分、评语、强弱项追踪和分析报告'
	},
	reader: {
		headline_a: '独一无二的',
		headline_b: '目前全球唯一一个为不同需要学生打造的',
		title: '智能动感阅读库',
		slogan_1: '功能强大、引人入胜',
		slogan_2: '创意无限、覆盖全面',
		why_special: '为什么说EHLA的阅读体验和方案非常独特？',
		reading_modes: {
			title: '动感阅读',
			subtitle: '多种阅读模式与体验',
			desc: 'EHLA提供了多种全新和独特的阅读模式让读者根据需要，体验动感阅读的乐趣以及使用极为便利的学习功能。',
		},
		ai_speech: {
			title: '人工智能发音评测',
			subtitle: '跟读功能',
			desc: '朗读出声在学习阶段对英文记忆以及练习英文说话能力非常重要。EHLA的人工智能发音评测功能，可以即时指出学生的朗读发音的问题，让学生进行练习改善。',
		},
		roleplay: {
			title: '角色扮演',
			subtitle: '结合人工智能发音评测的角色扮演对话练习模式',
			desc: '',
		},
		listening: {
			title: '听力提升独特功能',
			subtitle: '独特练习模式和功能令提升听力变得非常容易',
			desc: '',
		},
		vocab: {
			title: '词汇学习',
			subtitle: '结合人工智能发音评测，帮助学生改善发音',
			desc: '帮助学生改善发音',
		},
		exam: {
			title: '阅读理解',
			subtitle: '阅读技巧训练，附有阅读理解能力强弱项追踪报告',
			desc: '附有阅读理解能力强弱项追踪报告',
		},
		themes: {
			title: '丰富多元的主题',
			subtitle: '丰富多元的主题和内容让读者充分感受世界的精彩',
			desc: '',
		},
		levels: {
			title: '分级阅读',
			subtitle: '适合不同年纪和不同英文水平读者的需求',
			desc: '',
		},
		subscribe: {
			title: '动感图书馆',
			desc: '<a href="/premium" class="text-red-500 hover:text-red-700 border-b-2 border-current">购买我们的学劵</a>即可以开始阅读旅程！',
			if_school: '我们为学校提供特别订制的免费阅读计划，详情请前往<a href="/organisation/school" class="text-red-500 hover:text-red-700 border-b-2 border-current">学校专区</a>'
		}
	},
	ai: {
		title: '三大超卓人工智能',
		desc: '帮你一并解决英文默书、说话、聆听及词汇等方面问题',
		why: {
			title: '针对解决什么问题？',
			desc_1: '英文默书花时间？练习成效差？缺乏纯正英文环境？无法流利朗读英文？读错时，无老师立即纠正发音？英文聆听点练都唔得？英文词汇量严重不足，唔知点补救？',
			desc_2: '三大超卓人工智能绝对帮到你: 家长无需辛苦再花精力同时间。帮孩子准备英文默书。流利朗读英文不再困难!。读错时，人工智能即时纠正发音!高效提升聆听能力以及词汇量变得极容易!'
		},
		step: '步骤',
		dict: {
			title: '英文默书练习系统',
			desc: '解决了学生难以自主练习默书的难题；同时帮助老师节省大量校对时间，让老师能把更多的时间用在辅导学生之上。',
			step_1: {
				title: '极速自定默书段落内容',
				desc: '简单一照相即可完成'
			},
			step_2: {
				title: '人工智能自动播放纯正美国或英国语音',
				desc: '可调校朗读速度'
			},
			step_3: {
				title: '系统自动比对手写默书结果',
				desc: '简单一照相即可完成'
			},
			school: {
				title: 'Dictation默书表现提升功能',
				desc: '非常有效帮助学生在家准备好听写任务，而无需其他人帮助 ',
				1: '老师可非常容易地设置Dictation内容和任务(词汇和段落文字)给学生在家学习和准备',
				2: 'AI可立即生成出声朗读声轨',
				3: 'Dictation模式下学生可逐句听写，并可调教朗读速度',
				4: '当学生完成听写后，只需对着手写稿拍照，人工智能会帮助自动检查，并指出听写错误之处让学生重新练习改善'
			}
		},
		speak: {
			title: '英文说话及聆听能力推进器',
			desc: '解决了学生难以跟随纯正发音进行朗读和聆听练习的难题',
			step_1: {
				title: '简单拍照',
				desc: '以拍照方式把任何静态书或文字立即变成标准美音或英音有声书'
			},
			step_2: {
				title: '聆听模式',
				desc: '可立即转为聆听模式'
			},
			step_3: {
				title: '跟读模式',
				desc: '可立即进行跟读练习'
			},
			step_4: {
				title: '语音评测',
				desc: '可立即评测发音，以进行改善'
			},
			school: {
				title: '出声朗读和发音改善人工智能助推器',
				desc: '极大提高学生的出声朗读能力和发音准确度',
				1: '专属老师和学生的强大和独特工具',
				2: '老师可非常容易地设置/自定出声朗读内容和任务给学生',
				3: 'AI可立即生成出声朗读声轨(逐句发音，方便学生点击选择)',
				4: '人工智能即时评测学生发音准确度，帮助学生改善和进步',
				5: '即时支持单字发音示范',
				6: '可选聆听模式',
				7: '支持查阅字典',
			}
		},
		vocab: {
			title: '核心词汇高效学习系统',
			desc: '强大工具，极速提高核心词汇储备！ 做到10个老师都无法做到的事情！',
			feature_1: {
				title: '针对香港不同出版社、不同年级、不同篇章、 Cambridge YLE、Trinity',
				school_title: '课程以校本为基础'
			},
			feature_2: {
				title: '涵盖各范畴： 听、说、阅读理解'
			},
			feature_3: {
				title: '智能诊断、智能追踪弱项词汇、智能制定极高效学习路径'
			},
			school: {
				title: '校本课文词汇高效学习系统',
				desc: '强大工具让学生高效学习吸收课本词汇',
				1: '可选择不同出版社课文单元所列词汇',
				2: '可为学校度身定制专属词汇库',
				3: '老师可非常便利和快捷布置“词汇学习功课"',
				4: '提供字卡学习功能及示范发音',
				5: '人工智能自动测评学生发音准确度，帮助学生改善发音',
				6: '游戏化趣味Spelling练习，高效提升学生拼字能力',
				7: '智能诊断、智能追踪弱项词汇、智能制定极高效学习路径',
			}
		},
		grammar: {
			title: '英文文法智能诊断及提升系统',
			desc_1: 'EHLA为学生们提供了强大的智能工具，密切跟踪和诊断英文文法方面的弱点，并可自动生成个性化的学与教解决方案（包括资深教师录制的教学辅导视频）给学生进行改善。',
			desc_2: '该系统具有强大的功能，可帮助学生提高学习效率并避免盲目操练。系统根据学习弱项而智能推送的针对性练习则可帮助学生高效清除弱点。',
		},
		subscribe: {
			school: '我们为学校提供特别订制的人工智辅助能学习计划，详情请前往<a href="/school" class="text-red-500">学校专区</a>'
		}
	},
	l_elite: {
		title: '“外籍老师1对1”英文小精英跃升课程',
		desc: '适合 3 至 12 岁',
		title_html: '“外籍老师1对1”<br>英文小精英跃升课程',
		dev_by_team: '由EHLA顶尖教研团队倾力监制和研发',
		team: {
			1: '牛津教育学家',
			2: '牛津语言学家',
			3: '教育心理学家',
			4: '人工智能专家',
			5: '前线老师',
		},
		objective: {
			title: '课程目标',
			body: '为小朋友提供一个不可多得的英美纯正母语环境(课堂内＋课堂外)，给小朋友进行沉浸式英文高效学习；并培养小朋友自主阅读兴趣及习惯，<span class="text-red-500">帮助及引领小朋友跃升至主流教育所难以达到的精英水平。'
		},
		module: {
			title: '包括三大环节',
			1: {
				title: '课堂环节',
				desc: '<b class="border-b border-current">外籍老师</b>“1对1”网上Zoom课堂<br>纯正口音',
				zoom: {
					title: '外籍老师“1对1”网上Zoom课堂',
					subtitle: '纯正英美口音',
				},
				design: {
					title: '课堂设计',
					1: {
						title: '阅读课堂',
						desc: '注重训练小朋友词汇、阅读技巧、朗读发音以及阅读理解。'
					},
					2: {
						title: '延伸互动教学',
						desc: '采用剑桥YLE教学模式；着重词汇运用、文法、phonics、口语训练，视乎程度亦会适当渗入写作教学。'
					},
				}
			},
			2: {
				title: '课后温习巩固环节',
				desc: '小朋友上完课堂，安排进行温习和巩固练习，吸收和强化课堂所学，避免每走三步倒退两步。',
				unit_desc: '温习+课后练习套装',
				tablet: '*建议使用<span class="border-b-2 border-gray-300">平板电脑</span>进行体验'
			},
			3: {
				title: '沉浸式学习加强环节',
				desc: '课堂外特别设计给小朋友每日进行沉浸式英文学习, 令小朋友在课堂之外可以不间断进行趣味学习、趣味阅读、持续进行出声朗读、词汇吸收。这对小朋友非常重要! 比只上“1对1课堂”的成效会高很多! ',
				unit_desc: '沉浸式学习加强套装',
				habit: {
					1: '动感英语小阅读(非常有趣)️培养持续阅读兴趣和习惯!',
					2: '【重要性】小朋友一旦养成自主阅读习惯，英文能力提升速度是会令人吃惊的!'
				},
				aloud: {
					1: '故事+诗篇朗读及跟读练习',
					2: '训练朗读能力及练习英文发音(结合人工智能语音评测)'
				},
				role_play: {
					1: '角色扮演对话练习，课后练习英文对话能力(结合人工智能语音评测）'
				},
				vocab: {
					1: '关键词汇拼写、理解、发音自动练习 提升词汇量'
				},
				library: '全球唯一动感图书馆',
				importance: '众多实例表明: 课堂外的沉浸式学习加强环节能以有限学费，大大加速小朋友母语级英文应用能力的进步! '
			},
			4: {
				desc: '课堂外<b class="border-b border-current">外籍老师</b>语音讯息与学生进行多主题交流、fun chat、鼓励、跟进回馈、纠正发音、发音示范...'
			}
		},
		coverage: {
			title: '课堂教学覆盖'
		},
		cert: {
			title: '领取嘉许状',
			sign: '牛津大学语言学家<br>亲笔签署！英国寄达!'
		},
		price: {
			title: '每个跃升分站',
			flexible: '家长可弹性选择组合',
			batch_title: '一次缴交3个跃升分站（全选），享受HK$1000现金折扣',
			note_1: '<b>HK$160</b>适用于K1至P3的学生。 <br>小四至小六学生(呈分试特训课程)，每40分钟收费<b>HK$210元</b>，每30分钟收费<b>HK$180元</b><br>中一至中三学生(强化及精英课程)，每40分钟收费<b>HK$210-250元</b>。',
			note_2: {
				title: '两人或三人合组课堂可获学费大幅减免!',
				body: '两人合组课堂：每人减免<b>HK$480</b> <br>三人合组课堂：每人减免<b>HK$840</b>'
			},
			suggested_time: '学生可选择在<b class="border-b-2 border-current text-black">1个月或最长2.5个月</b>内完成课堂和学习训练。',
		}
	},
	'3050': {
		title: '英文跃升计划',
		subtitle_concept: '权威团队、背景、顶尖内容与突破',
		subtitle_register: '计划详情与报名',
		average_student: '主流学生',
		elite_student: '精英学生',
		to_average_student: '适用于主流学生',
		to_elite_student: '适用于精英学生',
		if_average_student_link: '如果你是<b class="mx-1">主流学生</b>，请点击<span class="font-bold text-regal-red-500 ml-1">这里</span>',
		if_elite_student_link: '如果你是<b class="mx-1">精英学生</b>，请点击<span class="font-bold text-green-400h ml-1">这里</span>',
		act_now: {
			title: '现正招生',
			title_short: '报名',
			desc: '请家长把握难得机会!'
		},
		bg: {
			title: '概览',
			desc_1: '参加计划的学生将会在执行老师的指导及照看下，运用EHLA学与教体系及方法(methodology)，并在多项人工智能技术及智适应学与教(adaptive learning)技术的支援下，进行高效学习。',
			desc_2: '学生所使用的学习方法以及得到的支援，目的是突破目前英语学习方式和语言环境的双重局限，努力达成一些传统学习模式未能做得到的学习成效。'
		},
		aim: {
			title: '计划目标',
			'1': '让成绩<span class="border-b-2 border-current italic">一般的学生</span>，在6个月内，把校内成绩大幅度提高30% 至 50%',
			'2': '让成绩<span class="border-b-2 border-current italic">中等的学生</span>，在6个月内，把校内成绩 精英化提高10% 至 15%',
			'3': '帮助<span class="border-b-2 border-current italic">优秀水平的学生</span>进一步提高及精炼她(他)们的英文能力，特别是在写作、不同场合下的口语沟通、表达(也包括演讲) 以及高阶思维方面的能力；并为学生进入丰富的英国文学世界做准备。'
		},
		team: {
			"title1": "EHLA英文科课堂",
			"title2": "英国美国杰出老师",
			title: '计划权威团队与背景',
			slogan: '历时十年',
			desc: '由世界级教育学家、语言学家、人工智能专家、出版专家和资深老师组成的EHLA团队，透过研究不同国家或地区大量英语学习个案及学习数据，同时透过研究多项关键人工智能技术及智适应学与教(adaptive learning)技术应用，科学化地发展出一套高效且完整的学与教体系及方法(methodology)，配合老师的监察和指导，目的是突破传统学与教方法的瓶颈，让老师的教学效能以及学生的学习效率大幅度提高。',
			furlong: {
				name: 'John Furlong',
				t_1: '教授，院长',
				t_2: '大英帝国勋章',
				t_3: '前牛津大学教育学院院长',
				t_4: 'EHLA总教育顾问'
			},
			adrian: {
				name: 'Adrian Bullock',
				t_1: '博士',
				t_2: 'EHLA英语总编辑',
				t_3: '牛津大学语言学家'
			},
			brenda: {
				name: 'Brenda Stones',
				t_1: '',
				t_2: '前牛津大学出版社出版总监',
				t_3: 'EHLA编辑'
			}
		},
		quality: {
			headline: '顶尖英文教育内容研发',
			title: 'EHLA 权威性英文教育资源质素管理 ',
			desc_1: '质素管理是EHLA的教育内容开发过程中，精细而不可或缺的一环。',
			desc_2: '所有EHLA的教育资源内容均由牛津大学语言学家、出版专家Dr. Adrian Bullock 领导的团队负责质量管控，确保EHLA的英文教育内容资源保持一致性、可靠性和权威性。'
		},
		ai: {
			headline: '建基于人工智能教育科技应用的突破 ',
			title: '智适应学与教体系和方法',
			subtitle: '突破传统学与教局限 ',
			desc: 'EHLA透过长时间以来在智适应学与教体系和方法方面的研究，以及在人工智能教育科技应用方面所取得的实质进展，突破了传统学与教的许多局限，让老师可以迅速和较全面地掌握学生的能力水平以及弱项分布，并智能协助老师快速制定符合学生需求的学习方案与路径；而学生们也能同时得益于非常个人化和智能的学习方式，随时随地可以进行科学高效的自主学习。'
		},
		breakthroughs: {
			before: '局限',
			after: '人工智能带来的学习突破',
			speak: {
				title: '发音、朗读、说话 / 聆听',
				before_1: '学习英文时，尽管大多数人明白练习朗读*和练习听力的重要性，但语言环境的局限大大限制了学生在这两方面的练习。',
				before_2: '*能否有效练习朗读，不仅决定了英文说话（Speaking）的能力，也同时影响了学生对英文的记忆能力以及聆听能力（Listening）。阅读时朗读出声，有助于视觉和声音的双重输入，对大脑形成语言记忆帮助甚大。',
				after_1: '透过EHLA关键的人工智能技术应用，学生可将任何静态书或文字立即变成标准美音或英音有声书；学生可进行跟读练习，人工智能会即时评测发音，给学生进行改善。这解决了学生缺乏纯正英语环境随时随地进行朗读和跟读练习的难题。',
				after_2: '另外，EHLA的聆听训练模式和学习方法设计，也让学生较以往更容易取得学习突破。'
			},
			vocab: {
				title: '核心词汇储备量提升',
				before_1: '对绝大多数英文能力较弱的学生而言，成绩难以提升其中一个共同且主要的原因是，核心词汇量非常匮乏。原则上学习词汇的最佳途径是透过较大量阅读输入来达成，但现实上，能力较弱的学生由于词汇量严重不足，更不愿意进行阅读，于是导致恶性循环。这一难题困扰了教育界很长的时间。',
				before_2: '',
				after_1: 'EHLA透过智能诊断、智能追踪弱项词汇，智能为学生制定极高效学习路径，帮助学生在较短时间内速效提升目标词汇储备量。然后再透过多维阅读输入模式，让学生在趣味动感阅读和其他精心设计的输入模式中巩固所学。',
				after_2: ''
			},
			grammar: {
				title: '英文文法运用',
				before_1: '英文文法是支撑写作的其中一个重要基础，也是在考试中经常被列作单项考核的基础内容。许多学生在未能全面掌握所学的文法知识点，并持续累积了一定数量的弱项之后，进一步学习会变得越来越困难。而资源所限，老师也往往无从下手，只能“见招拆招”进行辅导，难言成效。',
				before_2: '',
				after_1: 'EHLA 透过智能诊断、智能追踪文法弱项，科学及系统地找出学生的弱项。然后针对弱项，智能推送针对性练习，让学生集中精力改善加强。这样做的目的是要改变过往学生盲目操练的低效模式。同时，集中处理弱项知识点的好处，是让一般学生较易消化、比较及总结错处。',
				after_2: ''
			},
			reading: {
				title: '阅读理解技巧提升',
				desc_1: '大量的学习个案表明，当学生的核心词汇储备量严重不足时，强推阅读理解训练难有成效。',
				desc_2: '在加强核心词汇储备量的基础上，再专题处理和训练学生的高阶思维阅读能力和技巧，目的是让学生的整体阅读理解能力(包括考试技巧)得到实质性的提升。'
			},
			writing: {
				title: '写作训练',
				desc: '词汇量、语法知识和持续的阅读是写作的基础。写作能力的提高与在内容构思、结构和语言方面所进行的训练也是密不可分的。 写作训练在这个计划是一个综合训练过程。'
			}
		},
		comparison: {
			title: '3050跃升计划与一般英文课程的对比',
			legacy: {
				title: '市场上其他英文课程的局限性',
				desc: '在不评论其课程设计和教学质量的情况下，坊间教育中心存在许多实际限制因素，使其提供的英语课程无法高效提高学生的综合英语水平。 请查看下表，了解这些限制是什么。',
				desc_elite: '不考虑课程设计及教学质素的影响，一般私人教育机构由于受到不少现实局限(包括技术和资源等)，较难让非英语母语的学生的英文水平得到大幅度的提高。请看下表中对 EHLA3050 跃升课程和其他英文课程的详细对比：'
			},
			breakthroughs: {
				title: 'EHLA的教研突破',
				desc: 'EHLA 3050英文跃升研究计划，透过多项“学与教”研究和应用上的突破，并结合人工智能、老师课堂和严格学习训练计划执行，目标是研究在家长可负担的学费水平下，和在符合“语言需要浸淫”的科学学习规律下，让学生的英文综合能力得到明显提升！',
				desc_elite: 'EHLA应用先进的人工智能技术，采用权威课程内容资源，在教学效果与学习效率研究方面取得了突破性进展。EHLA的智适应教与学方式（adptive learning methodology，使学生能够沉浸其中，真正提升英文水平。'
			}
		},
		vs: {
			title: '对比',
			title_elite: '对比',
			head: {
				1: '对比',
				2: 'EHLA 3050 英文跃升研究计划',
				3: '一般英文课程'
			},
			1: {
				1: '每月学习和训练时间',
				2: '1680分钟',
				3: '大约480分钟至600分钟',
			},
			2: {
				1: '覆盖英文能力细分领域',
				2: '极为全面',
				3: '单项或几项',
			},
			3: {
				1: '符合“语言需要沉浸”学习规律',
				2: '★★★★★',
				3: '★',
			},
			4: {
				1: '包含真人老师互动课堂',
				2: '✓',
				3: '✓',
			},
			5: {
				1: '包含纯正英语外籍老师课堂',
				2: '✓',
				3: '✓ or ✗',
			},
			6: {
				1: '学习训练计划体系的完整性',
				2: '完整',
				3: '较为零碎',
			},
			7: {
				1: '兼顾校本课程以及开阔视野',
				2: '两者兼顾',
				3: '成本所限，一般采用一套固定教材',
			},
			8: {
				1: '根据学生的能力、校本课程、校本课程进度以及校内考试日程，真正为学生量身定制非常个人化的学习训练内容和训练日程',
				2: '计划重要环节（结合“智适应”学与教体系、方法和科技应用）',
				3: '较难真正做到',
			},
			9: {
				1: '根据学生的能力，真正为学生量身定制非常个人化的学习训练内容和训练日程',
				2: '计划重要环节（结合“智适应”学与教体系、方法和科技应用）',
				3: '较难真正做到',
			},
			10: {
				1: '权威、可信赖英文学与教资源',
				2: '世界级权威团队研发',
				3: '较为参差',
			},
			11: {
				1: '严格学与教体系和方法研究',
				2: '世界级团队历时10年研究',
				3: '-',
			},
			12: {
				1: '高度结合人工智能教育科技应用',
				2: '★★★★★',
				3: '-',
			},
			13: {
				1: '家长、老师和学生的共同参与',
				2: '十分重视',
				3: '较为有限',
			}
		},
		structure: {
			title: '跃升计划里程',
			desc: '<p class="mb-4"><b>每个跃升里程</b>分为<b>两个学习阶段</b>。 <b>每个阶段</b>包括了<b>3个跃升分站</b>的学习和训练计划。<b>为达到最大成效，每个跃升分站的建议完成时间为1个月</b>。</p><p>学生可以<b>灵活选择</b>将每个跃升分站的完成时间<b>延长到3个月</b>。</p>',
			desc_elite: '<p class="mb-4"><b>每个跃升里程</b>分为<b>两个学习阶段</b>。 <b>每个阶段</b>包括了<b>2,880分钟</b>的学习和训练计划，<b>建议的完成时间为3个月</b>。</p><p>学生可以<b>灵活选择</b>将每个学习阶段的完成时间<b>延长到最多24周</b>。</p>',
			stage1: '阶段一',
			stage1_suggested: '（包括三个跃升分站）',
			stage2: '阶段二',
			stage2_suggested: '（包括三个跃升分站）',
			'3_month_min': '5040分钟',
			'3_month_min_elite': '2880分钟',
			assessment: {
				title: '阶段评估',
				desc: '学生完成第一个学习训练阶段，EHLA会根据学生的整体情况，评估是否适合推荐学生进入第二阶段进行学习训练。'
			},
			award: {
				title: '嘉许状',
				desc: '学生如果能圆满完成一个跃升里程，EHLA Language Proficiency Research Centre (UK) 将从英国直接邮寄跃升研究计划里程嘉许状给学生。家长需要支付HK$580行政和邮递费用。家长也可选择不领取嘉许状。',
				desc_elite: '学生如果能圆满完成3个跃升分站，家长可选择领取由EHLA Language Proficiency Research Centre (UK) 颁发的嘉许状给学生。家长需要支付<span class="text-red-500 font-bold">HK$580</span>行政和邮递费用。家长也可选择不领取嘉许状。'
			}
		},
		type: {
			title: '学习训练形式与学费',
			title_elite: '学习与训练建议时间概览',
			desc: '跃升计划每周学习与训练时间统计： 每周420分钟',
			objective: '目标',
			method: '形式',
			select_view: '点击选择',
			lessons_type: '课堂形式',
			training_content: '学习与训练',
			training_hours: '时间统计',
			biweekly: '每两周',
			monthly: '每月',
			'3_months': '每3个月',
			each_lesson: '分钟每节',
			each_session: ' 分钟每节',
			training_time: {
				best: '最佳成效学习时间',
				flex: '可弹性延长至',
				months: '个月',
				month: '个月',
				min: '分钟'
			},
			zoom1: {
				title: '1对1 Zoom线上外教课',
				desc: '外教老师(纯正口音) '
			},
			zoom2: {
				title: '1对1 Zoom线上辅导课',
				desc: '本地英文辅导老师 '
			},
			zoom3: {
				title: '资深老师Zoom线上大班课',
				desc: '本地资深英文老师 (1对多)'
			},
			zoom4: {
				title: '超级名师Zoom线上公开课',
				desc: ' '
			},
			group_1_title: '(一) 网上Zoom 课堂',
			group_2_title: '(二) 课后温习巩固环节 ＋ 强化环节',
			group_2_desc: 'App系统应用 | HK$280 (每月)',
			group_3_title: '(三) 限时加送一个月阅读',
			group_3_desc: 'EHLA全球唯一人工智能动感图书馆 | HK$480 (每月)',
			'1-1': {
				title: '特色',
				desc_1: '资深老师录制非常高质量的知识点和技巧教学视频',
				desc_2: '系统智能追踪学生强弱项',
				desc_3: '学生遇到困难时，智能系统即时推送针对性解题辅导视频',
				desc_4: '学生可随时重温教学及辅导视频',
				desc_5: '人工智能强大功能大幅提高学习成效'
			},
			ai: {
				title: '包括',
				desc_1: '核心词汇高效提升 (*)',
				desc_2: '动感阅读 / 出声朗读 (1)',
				desc_3: '文法应用能力提升 (2)',
				desc_4: '阅读理解能力提升 (3)',
				desc_5: '聆听能力提升 (4)',
				note_0: '(*)： 每月无上限学习',
				note_1: '(1)： 每月一套（配对阅读理解课堂）',
				note_2: '(2)： 每月一套（配对文法课堂）',
				note_3: '(3)： 每月一套（配对阅读及说话课堂）',
				note_4: '(4)： 每月一套（额外聆听练习）',
			},
			reading: {
				title: '动画/人工智能驱动阅读',
				desc_1: '以读带写的创意写作'
			}
		},
		scope: {
			title: '全面性涵盖英文各个细分领域',
			desc: ' ',
			tags: {
				school_based: '校本',
				extra_scope: '开阔眼界',
				exam: 'Exam-driven'
			},
			vocab: {
				title: '核心词汇量提升',
				aim: '令学生在较短时间内达到校本课程所要求的核心词汇量，为其他英文能力范畴的学习提升奠定必要基础；并在此基础上，挑战附加词汇，向精英学生的水平靠拢。',
				format: {
					1: '人工智能自动诊断、追踪、自动生成补底强化学习和练习路径',
					2: '助教老师遥距监督检查，及针对性调整后续训练内容'
				}
			},
			grammar: {
				title: '文法课',
				desc: {
					1: '文法补底及强化练习'
				},
				aim: '透过智能诊断和弱项追踪技术，针对性帮助学生清除文法知识弱点，避免学生盲目操练；同时结合Zoom课堂教学以及非常优秀的辅导视频，让学生补底及强化文法知识。',
				format: {
					1: '优秀老师透过精心教研视频教授文法知识点',
					2: '优秀老师透过视频对学生错题提供解题辅导',
					3: '智能诊断、追踪弱项',
					4: '助教老师遥距监督检查，及针对性调整后续训练内容'
				}
			},
			speak: {
				title: '英文出声朗读/阅读',
				desc: {
					1: '学生跟随纯正示范发音进行出声朗读',
					2: '学生讲述所理解的课文内容',
				},
				aim: '解决学生日常少出声朗读英文所导致的一系列问题；实质提升英语说话能力及纠正学生英语发音；透过朗读出声（声音+视觉双重输入），增强大脑对语言的记忆能力；确保学生明白和掌握校本课文的内容。',
				format: {
					1: '人工智能自动检测发音准确度，并指出需要改善之处让学生改善加强；',
					2: '助教老师遥距监督检查，及针对性调整后续训练内容'
				}
			},
			listen: {
				title: '英文聆听练习及技巧训练',
				desc: {
					1: '聆听与答题训练',
					2: '答题后关键词汇学习与记忆训练',
				},
				aim: '透过周期性应试聆听练习，让学生持续练习英语聆听能力，以及习惯应试形式；同时，解决学生经常性“练完即弃”和“一离开课堂马上忘记所学”的头疼问题。学生在作答完毕后，要求必须随即学习和记忆聆听内容当中出现的关键词汇，完全吸收并扩大知识面。',
				format: {
					1: '优秀老师透过视频对学生错题提供解题辅导',
					2: '答题后关键词汇学习和强化记忆练习',
					3: '助教老师遥距监督检查，及针对性调整后续训练内容',
					4: ' '
				}
			},
			reader: {
				title: '动感英语阅读课',
				aim: '透过EHLA独有的动感阅读结合人工智能体验，让学生获得十分重要的英文多元阅读输入；也让学生在和外籍老师上课前，利用系统课学习和预先掌握必要词汇和必要主题知识，使学生和外籍老师对话和交流互动时，更有自信以及更容易达到学习效果。',
			},
			native: {
				title: '与外籍老师学对话和阅读',
				aim: '让学生练习和外籍老师实时对话和交流互动，借此增强学生的实景英语对话能力、交流能力和全英语听课能力；同时开阔学生在校本课程以外的知识面。',
				format: {
					1: '外籍老师',
					2: '实时互动对话、讲解与辅导'
				}
			},
			exam: {
				title: '阅读理解技巧训练',
				desc: {
					1: '学习与答题训练',
					2: '答题后关键词汇学习与记忆训练',
				},
				aim: '透过周期性应试阅读理解练习，让学生持续练习提升英文阅读理解技巧，以及习惯应试形式；同时，解决学生经常性“练完即弃”和“一离开课堂马上忘记所学”的头疼问题。学生在作答完毕后，要求必须随即学习和记忆阅读内容当中出现的关键词汇，完全吸收并扩大知识面。',
				format: {
					1: '优秀老师透过视频教授该文体阅读和解题技巧',
					2: '优秀老师透过视频对学生错题提供解题辅导',
					3: '答题后关键词汇学习和强化记忆练习',
					4: '助教老师遥距监督检查，及针对性调整后续训练内容'
				}
			},
			revision: {
				title: '难点温习与辅导',
				desc: {
					1: '对学生在学习过程遇到的难点、学生的常犯错误和错题做出针对性辅导',
					2: '现场解答学生的疑难问题',
				},
				aim: '本环节旨在解决：学生在进行强化训练过程中，遇到问题，观看老师解题视频仍然无法掌握要点时，老师透过实时互动，具体了解学生情况，并针对辅导。',
				format: {
					1: '本地英文老师',
					2: '实时互动难点讲解与针对性辅导'
				}
			},
			writing: {
				title: '写作技巧训练',
				desc: {
					1: '写作前分析讲解',
					2: '关键写作字词学习',
					3: '学生写作及提交',
					4: '提交后范文欣赏及老师讲解范文',
				}
			},
			writing_2: {
				desc: {
					1: '老师批改',
					2: '老师实时讲解分析与辅导'
				}
			},
			writing_3: {
				desc: {
					1: '学生修改并再次提交作文',
					2: '老师再次批改与反馈'
				}
			},
			elite_group_title: {
				eng_lit: 'A) 英文文学与素养（语言艺术）能力课程',
				speak: 'B) 英美“母语级”语言表达课程',
				skill: 'C) 语言技能及公开试相关训练课程'
			},
			poetry: {
				pre_title: '英文语言艺术课程',
				title: '诗篇',
				desc: {
					1: '诗歌文体特点教与学',
					2: '阅读、赏析各类诗歌之美',
					3: '朗诵诗歌**',
					4: '自己创作诗歌',
					5: '批判性思维技能训练（理解更复杂的诗歌）',
					6: '扩充提升词汇水平'
				},
				objective: '<p class="mb-4">通过学习及创作诗歌，增强学生对英文运用的信心，培养学生的语音技能，提升学生发音的准确度。让学生能够创造性地表达自己的观点和想像，理解复杂的诗歌，及提升词汇量。</p><p>平时惯说中文的人讲英语，往往会忽略英文单字的辅音受收尾，比如把wanted读如want，或者把lip读如li，这就产生了经常造成误解的“中式英语”。</p><p>诗歌节奏鲜明，不易出现误读，在阅读及朗诵的过程中，学生易与保持正确的重音和语调，能有效帮助学生建立“字—音”联系。</p>',
				how: {
					zoom: {
						1: '外籍老师（纯正美音/英音）'
					},
					ai: {
						1: '朗诵诗歌（即时AI发音评分）',
						2: '人工智能角色扮演说话练习',
						3: '词汇速效提升'
					},
					'1-1': {
						1: '由<b>经验教师</b>录制的预拍教学视频课程',
						2: '阅读理解—批判思维技能训练',
						3: '阅读练习之后，配有关键词建构学习',
						4: '<b>助教</b>远程检查及跟进学习进度，调整现有学习计划。'
					}
				}
			},
			story: {
				pre_title: '英文语言艺术课程',
				title: '文学短篇故事',
				desc: {
					1: '故事结构中文学元素的教与学： 背景/情节/人物/主题/风格',
					2: '介绍不同类型的短篇故事',
					3: '篇章中的文法',
					4: '跟读/大声朗读',
					5: '角色扮演说话',
					6: '撰写简单的故事评论 (读书报告)',
					7: '创意写作',
					8: '提升词汇量',
				},
				objective: '使学生能够抓住故事的关键文学要素，了解不同类型的短篇故事和和不同的写作风格，培养学生在阅读、说话写作方面的语言技能，锻炼学生批判思考的能力。',
				how: {
					ai: {
						1: '跟读/大声朗读（即时AI发音评分）',
						2: '人工智能角色扮演说话练习',
						3: '词汇速效提升'
					}
				}
			},
			rhymes: {
				pre_title: '英文语言艺术课程',
				title: '韵文和歌词',
				desc: {
					1: '介绍韵文和歌词的特点',
					2: '识别不同类型的韵文和歌词的特点',
					3: '运用押韵技巧来增强表现力（扩写/重写文章节选）',
					4: '引导学生运用押韵技巧重写散文段落'
				},
				objective: '让学生了解押韵技巧和歌词，了解有特征的语言形式——重现的语言形式，学习词汇和节奏，增进对语言的创意表达形式的认知。',
				how: {
					ai: {
						1: '韵文朗诵（即时AI发音评分）',
						2: '词汇速效提升'
					}
				}
			},
			creative_writing: {
				title: '创意写作',
				desc: {
					1: '在教师指导下自己创作诗歌',
					2: '运用押韵技巧来增强表现力（扩写/重写文章节选或段落）',
					3: '引导学生运用押韵技巧重写散文段落',
					4: '用“故事起点（story starters）”来写学生自己的故事（给出故事开头，续写故事）',
					5: '创作一个完整的故事',
					6: '改写故事的结尾',
				},
				objective: '运用想像与创造，让学生提升写作能力'
			},
			speak_daily: {
				title: '在日常生活场合进行对话与交流',
				objective: '帮助学生突破语言环境和教材的限制，熟悉英语母语人士在各种日常生活场合的口头表达。',
				how: {
					ai: {
						1: '人工智能角色扮演说话练习',
						2: '词汇速效提升'
					}
				}
			},
			speak_leader: {
				title: '“领导力”相关表达和演讲训练',
				title_w_desc: '<b>“领导力”相关表达和演讲训练：基本演讲技能及公众演讲技能训练</b>',
				desc: {
					1: '基本演讲技能，如向同学或老师陈述观点或介绍作品',
					2: '公众演讲技能训练，包括演讲稿写作和演讲'
				},
				objective: '培养学生演说及公开演讲的能力，并以此为基础，进一步培养和发展学生成为未来领导者必需的口头表达能力',
				how: {
					ai: {
						1: '人工智能角色扮演说话练习',
						2: '词汇速效提升'
					}
				}
			},
			speak_interview: {
				title: '面试和自我表达技能训练',
				objective: '培养学生在特定面试情景中的表达和自我表现的能力',
				how: {
					ai: {
						1: '人工智能角色扮演说话练习',
						2: '词汇速效提升'
					}
				}
			},
			vocab_2: {
				title: '词汇速效提升',
				objective: '实现词汇量的大幅跃升',
				how: {
					'1-1': {
						1: 'AI人工智能诊断、弱项跟踪、自动生成补救学习和练习方案',
						2: '助教远程检查及跟进学习进度，调整现有学习计划。'
					}
				}
			},
			reading_2: {
				title: '阅读理解技巧训练（进阶）',
				objective: '通过定期考试导向的阅读理解练习，帮助学生练习阅读理解技能，熟悉考试形式；学生亦可通过完成练习，充分消化吸收阅读篇目中出现的关键词，解决“离开课堂，学了就忘”的问题。',
				how: {
					'1-1': {
						1: '<b>优秀老师</b>透过精心教研视频教授文法知识点',
						2: '阅读理解练习与技能训练',
						3: '通过完成练习，逐步积累关键词汇',
						4: '<b>助教老师</b>遥距监督检查，及针对性调整后续训练内容'
					}
				}
			}
		},
		schedule: {
			title: '每周学习和训练参考日程',
			ai_session: 'AI追踪训练',
			system_lesson_w_ai: '系统课+AI追踪训练',
			system_lesson_w_follow_up: '系统课+老师跟进',
			system_lesson_20: '系统课(20分钟)',
			system_lesson_30: '系统课(30分钟)',
			zoom_40: 'Zoom(40分钟)',
			zoom_80: 'Zoom(80分钟)'
		},
		price: {
			total_time: {
				title: '每一个跃升分站',
				desc_1: '"超班+超值"学费：',
				desc_2: '(原价HK$5,076)',
				title_elite: '每960分钟(16小时)学习训练时间',
				suggested_time: '学生可选择在<b class="border-b-2 border-current text-black">1个月或最长3个月</b>内完成课堂和学习训练，越快完成跃升效果越显著!',
				desc: '就跃升计划涵盖的学习训练内容的全面性和丰富度、授课时间、训练时间和老师的跟进时间而言，学费远远低于坊间英文专科补习班的收费: 一对四每小时每人HK$250 – HK$600。'
			},
			batch_payment_discount: {
				title: '一次性缴交第一阶段学费方式，享受HK$500现金折扣',
				title_elite: '一次性缴交3个跃升分站学费，享受HK$1000现金折扣',
				desc: '<p>第一阶段(总共3个跃升分站学习与训练)学费：</p><p class="line-through">HK$2,980 x 3 = HK$8,940</p><p>折扣后实缴学费：HK$7,940</p>',
				desc_elite: '<p>3个跃升分站学费：</p><p class="line-through">HK$2,998 x 3 = HK$8,994</p><p>折扣后实缴学费：HK$7,994</p>'
			},
			reward: {
				title: '领取嘉许状',
				desc: '学生完成三个跃升分站的学习训练后，家长可选择英文跃升计划嘉许状给学生，家长需要支付<span class="underline font-bold">HK$580</span>行政和邮递费用。家长也可选择不领取嘉许状。'
			}
		},
		reg: {
			title: '报名、定制及开始学习训计划流程',
			online_enrol_btn: '点击报名',
			parent: {
				title: '家长',
				steps: {
					1: {
						title: '网上报名',
						desc: ' '
					}
				}
			},
			ehla: {
				title: 'EHLA',
				steps: {
					1: {
						title: '学生水平评估',
						desc: '家长提供学生的校本课程资料、基本学习进度资料、以及考试成绩资料。EHLA让学生进行能力水平评估'
					},
					2: {
						title: '度身订制',
						desc: 'EHLA根据学生的能力、校本课程、校本课程进度以及校内考试日程，真正为学生量身定制非常个人化的学习训练内容和训练日程（需时大约2周）',
						desc_elite: 'EHLA根据学生的能力，真正为学生量身定制非常个人化的学习训练内容和训练日程（需时大约2周）'
					}
				}
			},
			student: {
				title: '学生',
				steps: {
					1: {
						title: '开始学习训练',
						desc: '学生正式开始3030跃升计划学习训练'
					}
				}
			}
		},
		reg_form: {
			title: '网上报名',
			section_a_title: '填写以下资料，用于为学生开设学习账号',
			section_b_title: '3050 跃升研究计划学费缴费方式',
			section_c_title: '家长联络资料',
			name: '学生(英文)姓名',
			nickname: '学生(英文)昵称',
			level: '就读年级',
			school: '就读学校',
			parent_name: '家长姓名',
			parent_tel_note: '重要：你的电话号码将会被作为报名编号',
			parent_tel: '家长电话',
			agreed: '同意并已经签署<a class="border-b border-current" href="/programme/3050/register/letter-of-consent">“参加 EHLA 3050 英文跃升研究计划同意函”</a>',
			payment_way_1: '<p>支付一个跃升分站学习训练学费</p>',
			payment_way_1_elite: '<p>支付第一阶段首960分钟(16小时)学习训练学费：<b>HK$2,980</b></p><p class="text-sm">建议完成时间：1个月</p><p class="text-sm">完成时间可最多延长至3个月</p>',
			payment_way_2: '<p class="font-bold">一次性缴交第一阶段学费，享受HK$500现金折扣</p>',
			payment_way_2_elite: '<p class="mb-4 font-bold">一次性缴交第一阶段学费，享受HK$1,000现金折扣</p><p>第一阶段3个月共2,880分钟(48小时)学习训练：</p><p class="mb-4 line-through">HK$2,980 x 3 = HK$8,940</p><p>折扣后实缴学费: <b>HKD$7,940</b></p>',
			required: '请填写此栏位',
			required_agree: '你必须同意',
			required_payment: '请选择学费缴费方式',
			please_select: '请选择',
			success: {
				title: '表格已成功提交，请缴交学费以完成报名',
				desc: '学费可使用“转数快” 或银行入数',
				fps: '转数快',
				bank: '银行入数',
				send_image: '缴费后请截图传送至 Whatsapp (+852) 9654 8680，并注明你的电话号码（报名编号），即完成报名。',
				follow_up: {
					in: '我们会在1至2个工作天内联系家长，以进行',
					1: '1) 初步评估学生的英文水平',
					2: '2) 为学生度身定制个人化的学习训练内容',
					3: '3) 和家长一起确定学习训练的日程表',
					out: '完成报名后需要大约1至2周为学生度身定制个人化的学习训练内容。然后正式开始学习训练计划。'
				}
			}
		},
		consent: {
			p: '基于对提高孩子英文学习成效及成绩的渴望，本人作为家长，同意孩子参加 EHLA 3050 英文跃升研究计划（简称“英文跃升计划”）；并同意：',
			1: '孩子如没有其他必要安排，每日放学后或假期，允许孩子在家进行英文跃升计划为其所特别编排（量身定制）的学习和训练。',
			2: '尽力配合 EHLA 老师对孩子的学习督促。本人明白这也是提高孩子英文学习成效的其中一个重要因素。',
			3: '孩子在英文跃升计划中的学习数据、学习轨迹、学习频率以及孩子的校内成绩（本人同意提供）会被用于 EHLA 的研究分析之用，家长同意，除了牛津大学科技创新有限公司之外，EHLA 也可用于和其他学术研究机构的合作研究计划（如适用），但学生的真实姓名不会披露。'
		},
		'q&a': {
			title: '问与答',
			whatapps: {
				title: '报名查询',
				desc: '3050专线whatsapp'
			},
			1: {
				q: '学生可以灵活安排学习和训练时间吗？',
				a: '“一对一系统课”和“AI人工智能训练任务”：学生可根据自身情况随时灵活调节在家上课和完成训练的时间；但助教老师会遥距监督检查学生的学习和训练情况，并调节后续训练内容；“Zoom线上实时课”：一旦确定上课时间，原则上不接受学生更改上课时间。'
			},
			2: {
				q: '学生可以随时报读第二阶段的学习训练吗？可以中途退出吗？',
				a: '由于学生缴交的研究学费，基本无法同时覆盖所提供给学生的密集学习训练内容、老师课堂成本、助教老师成本、人工智能系统应用、行政和研究经费，EHLA需要对后续研究经费做出补贴，故不希望学生浪费研究名额。学生在完成第一个阶段的学习训练后，EHLA需要对学生做出“可适性”评估，如果适合，会推荐学生进行第2阶段学习训练。如果学生在第一阶段的学习训练过程中，多次拒绝，或经常无合理理由不按照计划进行学习训练，EHLA不会推荐该学生进行第二阶段的学习训练。学生可以中途退出，但研究学费不能退回。',
			},
			3: {
				q: '学生参加这个计划有证书吗？',
				a: '学生完成一个学习训练里程的学习训练后，EHLA会从英国直接邮寄跃升研究计划嘉许状给学生，家长需要支付HK$580行政和邮递费用。家长也可选择不领取嘉许状。',
			},
			4: {
				q: '学生完成一个里程的学习训练后，可以继续报名第2个里程学习训练吗？',
				a: 'EHLA需要对学生做出“可适性”评估，如果适合，会推荐学生进行第2个里程学习训练。',
			},
			5: {
				q: 'EHLA能保证学生的成绩提升达到计划研究目标吗',
				a: '《3050英文跃升研究计划》是EHLA在过去长时间对“智适应Adaptive Learning”学与教体系和方法的研究以及在人工智能教育应用上取得实际突破的基础上，结合EHLA的英文内容资源、虚拟课堂、师生互动、人工智能系统应用以及和家长的互动，所开展的研究计划，旨在分析研究在不同场景下和各种实际应用个案下，如何能让不同资源能力的学生的学习训练效果得到较大程度的优化。研究目标的达成有赖家长的积极配合以及学生的全力投入，否则再好的计划也难言成效。家长需要体认到，这个计划是一个十分难得的机会，让学生能在一段时间内得到较全面的学习训练。',
			},
			6: {
				q: '这个计划如何开始？以及学习训练的形式是什么？',
				a: '请参阅报名、定制及开始学习训练计划流程；以及参阅我们对全面性涵盖英文各个细分领域的学习训练内容、形式与手段的介绍。',
			}
		}
	},
	'furlong_quote': {
		title: '牛津大学教育学院院长对EHLA的评价',
		desc: '牛津大学教育学院院长在研讨会上对EHLA在“学与教”应用领域所取得突破的评价；以及阐述自己长时间以来对电子教育的研究',
		q1: {
			content: '我和我牛津大学的同事和EHLA在牛津大学相遇，我完全为EHLA正在做的事情感到着迷...',
			by: 'John Furlong 院长'
		},
		q2: {
			content: '...EHLA 所做的事情，表现出对所有电子教育维度的高度重视。我注意到EHLA已经做到利用创新的研发，个性化地支援学习。与此同时，他们也正在与教育方面的专家密切合作，也已经开始处理电子教育人际维度的问题，希望老师们能参与其中，共同解决当中涉及的难题...',
			by: 'John Furlong 院长在一个研讨会的发言'
		},
		q3: {
			content: 'John Furlong 院长在一个研讨会上阐述他长时间以来对电子教育，尤其在三个教育维度 “科技维度”、“教学维度”以及“人际维度”上的研究。',
			by: ''
		}
	},
	oxford_research: {
		title: 'EHLA和牛津大学创新科技有限公司的研究合作计划',
		desc_short: '我们与世界上不同机构的合作计划为EHLA“学与教”解决方案提供了不可多得的支持。',
		desc: 'EHLA和牛津大学创新科技有限公司 Oxford University Innovation Limited 于2017年3月签订了学术研究计划协议，对由牛津大学或EHLA所提出的议题展开共同研究合作计划。',
		more: '计划简介'
	},
	programme: {
		tag: {
			academic: '学术',
			charity: '慈善'
		}
	},
	team: {
		title: 'EHLA权威教育团队',
		home: {
			title: '顶尖教育团队',
			desc: '我们的团队成员来自牛津大学、剑桥大学等知名学府。在教育、语言学、出版、儿童心理学等领域皆有首屈一指的造诣。包括前牛津大学教育学院院长John Furlong, 牛津大学语言学家 Adrian Bullock, 前牛津大学出版社出版总监 Brenda Stones',
			button: '更多团队成员介绍'
		},
		"john": {
			"name": "John Furlong 教授，院长",
			"title1": "前牛津大学教育学院院长",
			"title2": "EHLA教育总顾问",
			"title3": "大英帝国勋章"
		},
		"adrain": {
			"name": "Adrian Bullock 博士",
			"title1": "前牛津大学语言学家",
			"title2": "EHLA总编辑"
		},
		"brenda": {
			"name": "Brenda Stone 女士",
			"title1": "前牛津大学出版社出版总监",
			"title2": "EHLA编辑"
		},
		"catherine": {
			"name": "Catherine Kneafsey 女士",
			"title1": "前牛津大学语言学家",
			"title2": "牛津自然拼读教育专家"
		},
		"simon": {
			"name": "Simon Devenport",
			"title1": "毕业于牛津大学文学系",
			"title2": "课程开发及教学"
		},
		"eching": {
			"name": "Eching Ho 博士",
			"title1": "美国德克萨斯大学心理学博士",
			"title2": "EHLA儿童教育心理顾问"
		},
		"sunny": {
			"name": "Sunny Ho 博士",
			"title1": "美国哥伦比亚大学心理学博士",
			"title2": "EHLA教育心理顾问"
		},
		"nissen": {
			"name": "Ms. Clara Nissen",
			"title1": "BBC广播第四台节目制作人",
			"title2": "牛津英语老师和牛津英音配音"
		},
		"cook": {
			"name": "Ms. Ella Cook",
			"title1": "牛津英语老师和牛津英音配音"
		},
		"mis": {
			"name": "Ms Michele Ho",
			"title1": "EHLA香港区英文科课程总监",
			"title2": "多家中小学校英文科课程顾问",
			"title3": "公开试考官"
		}
	},
	baby: {
		title: 'EHLA学前英语',
		desc: 'EHLA 学前英语(EHLA Baby English)包含了由牛津语言学家，早期英语教育学家和人工智能专家所开发的各种学习课程、启蒙计划、阅读和应用。 除了权威和值得信赖的英语内容之外，EHLA Baby English 还具备市场上很少见的出色学习功能。',
		button: '前往EHLA学前英语'
	},
	contact_us: {
		title: '与我们取得联络',
		hk: '香港办公室',
		uk: '英国伦敦办公室',
		email: '电邮地址',
		tel: '电话',
		address: '地址',
		hk_office_address: '香港九龙观塘开源道64号源成中心21楼2105-07室'
	},
	about_ehla: {
		title: '关于EHLA',
		desc_1: 'EHLA是国际革新型教育研究机构，独家整合人工智能教育科技、学与教体系和方法研究、教育内容研发、出版、教育创意多媒体和教育生态系统。',
		desc_2: 'EHLA为学校、教育机构、老师、家长和学生提供了顶尖的英语教育内容和学与教方案。'
	},
	sharing: {
		title: '牛津教育家们的分享'
	},
	subscription: {
		ai: {
			title: '订阅人工智能工具',
			desc: 'to resolve students\' problems encountered in the areas of Dictation, Speaking, Listening and Vocabulary Building',
			plan_1_name: '入门',
			plan_2_name: '基本',
			plan_3_name: '加强',
			plan_4_name: '精英',
			extra_context: '包括YLE及Trinity模组'
		},
		reader: {
			title: '订阅智能动感阅读库',
			desc: ''
		},
		monthly: '每月',
		coming_soon: '你可直接在App进行订阅，或者联系我们订阅3个月，享受15%的特别折扣。',
		whatapps: '专线whatsapp'
	},
	contact_us_for_enquiry: '联系我们查询',
	learn_more: '了解更多',
	watch_intro_video: '观看介绍影片',
	subscribe: '订阅',
	buy: '购买',
	go_to_subscribe_page: '前往订阅计划',
	download_app: '立即下载体验',
	details: '详情',
	ehla_credit: '学劵',
	minute: '分钟',
	hours: '小时',
	lesson: '节课',
	lessons: '节课',
	session: '节',
	sessions: '节',
	monthly: '每月',
	weekly: '每周',
	weekday: {
		1: '星期一',
		2: '星期二',
		3: '星期三',
		4: '星期四',
		5: '星期五',
		6: '星期六',
		7: '星期日',
		'6/7': '星期六/日'
	},
	submit: '提交',
	or: '或',
	free: '赠送',
	back: '返回',
	total: '总共',
	timeline: {
		2022: {
			h: '扩大纸飞机学校免费计划',
			p1: '在2020年学校试点的基础上，自2022年6月起，EHLA向学校免费发布了多项成熟的“AI驱动”学与教功能和独有资源。此次扩大后的方案将大大减轻教师的工作量，有效提高 学生的学习效率。',
			p2: '学校可免费使用：',
			1: '人工智能作文辅助批改+评分、评语、批改报告(可列印)',
			2: 'Dictation Quiz默书测验自动批改',
			3: 'Dictation默书表现提升功能（人工智能辅助）',
			4: '出声朗读和发音改善人工智能助推器',
			5: '词汇高效学习及spelling推进器',
			6: '英文聆听（应试+其他）练习资源 (附带练习后词汇高效学习功能)',
			7: '阅读理解（应试）练习资源 (附带练习后词汇高效学习功能)',
			8: '结合人工智能、独一无二的学校免费动感英语阅读计划',
		},
		2021: {
			h: 'EHLA “Paper Plane” schools pilot scheme',
			p1: 'EHLA致力于为学校、老师和学生们提供顶尖的英文学与教解决方案(深度结合人工智能)以及可靠的教育内容。2020 年，超过 100 所学校参与了 EHLA “纸飞机”学校试点计划下的各项分计划。'
		},
		2019: {
			h: 'EHLA“纸飞机”慈善计划启动',
			p1: '2019年9月，我们启动了“纸飞机”公益计划，接受社区基层家庭学生的申请，免费获取EHLA独有的优质学习和阅读资源。 该计划使大量学生受益。'
		},
		2017: {
			h: 'EHLA和牛津大学创新科技有限公司的学术计划',
			p1: 'EHLA和牛津大学创新科技有限公司 Oxford University Innovation Limited 于2017年3月签订了学术研究计划协议，对由牛津大学或EHLA所提出的议题展开共同研究合作计划。'
		}
	},
	"enquiry": "报名查询",
	"lesson_target": "对象学生",
	"lesson_target_writing": "对象学生： 具有一定写作能力的学生",
	"lesson_format": "形式：一对一 Zoom",
	"lesson_duration_30": "课时: 每节课30分钟",
	"lesson_duration_40": "课时: 每节课40分钟",
	"reading-and-speaking-for-kindergarten": "小精英级K班课程",
	"english-language-leap-programme": "补底增强(特制) 英文跃升计划",
	"exam-prep-intensive-english-programme": "呈分试英文特训外教课程",
	"story-telling-and-speaking": "英文故事阅读与会话课堂",
	"elite-creative-writing-class": "精英跃升英文写作课程",
	"reading-and-speaking-elite-programme": "精英阅读与主题对谈",
	"reading-writing-and-speaking-bridging-uk": "阅读、写作与主题对话",
	"one_on_one_title": "定制英语课程服务",
}
