export default {
	seo: {
		keywords: '英語課程,人工智能,頂級團隊'
	},
	nav: {
		index: 'EHLA | 學與教・人工智能・出版・研究',
		index_desc: 'EHLA致力提供頂尖的學與教頂尖解決方案及可信賴的教育資源',
		team_and_sharing: '團隊及分享',
		top_team: '教學團隊',
		course: '定製精英課程',
		sharing: '分享',
		about_ehla: '關於EHLA',
		contact_us: '聯絡我們',
		programme: '項目計劃',
		giant_leap_programme: '英文躍升研究計劃',
		giant_leap_programme_concept: '計劃背景與突破',
		giant_leap_programme_internation: '國際課程',
		giant_leap_programme_internation_child: '「外籍老師1對1」英文小精英躍升課程 (3至12歲)',
		giant_leap_programme_school_base: '校本課程',
		giant_leap_programme_school_base_child: '3050英文躍升研究計劃 (主流學生, P3-P6)',
		oxford_research: '牛津研究計劃',
		charity: '慈善教育計劃',
		ai_and_app: '人工智能及應用',
		ai_tool: '人工智能工具',
		animated_library: '智能動感閱讀庫',
		baby_app: '幼兒英語',
		subscription: '報名或訂閱',
		school_and_org: '學校及機構',
		school_corner: '學校專區',
		school_corner_page_title: '學校專區 - 免費學與教工具及資源',
		edu_centre: '教育中心專區',
		zoom_login_link: 'Zoom網課',
		home: '首頁',
		milestone: '項目計劃',
	},
	footer: {
		terms: '條款細則',
		privacy: '私隱政策',
		copyright: 'EHLA Group. 版權所有'
	},
	school: {
		corner: '學校專區',
		student_login: '學生登入',
		teacher_login: '教師登入',
		hero_1: '我們為學校提供',
		hero_2: '頂尖學與教解決方案',
		hero_desc: 'EHLA致力於為學校、老師和學生們提供頂尖的英文學與教解決方案(深度結合人工智能)以及可靠的教育內容。目前為止，已經有超過 300所 正規學校先後參加了EHLA專門為學校設計的不同計劃',
		conference: '學校智能教育論壇與分享',
		conference_desc: '作為EHLA其中一項重要使命，我們十分重視在不同渠道，和學校以及老師們分享EHLA在學與教解決方案的各項研究成果和所取得的突破。值得鼓舞的是，在過去三年間，有超過600位英文老師(來自300多間學校)參加了EHLA的分享會和教育論壇。',
		play_video: '現場盛況',
		reader: {
			pre_title: '結合人工智能、獨一無二的',
			title: '學校<span class="text-black">免費</span>動感英語閱讀計劃',
			amount: '(100-300套)',
			desc: '了解更多關於<a href="/product/animated-library" class="text-red-500 border-b border-current hover:text-red-700">智能動感閱讀庫→</a>',
			video_demo: "影片介紹（中文）",
			video_intro: "使用介紹（英文）",
			1: '有趣的動畫閱讀模式',
			2: '支持純正英國口音朗讀音頻',
			3: '可選朗讀、出聲跟讀功能',
			4: '人工智能即時評測學生發音準確度，幫助學生改善和進步',
			5: '單詞卡學習',
			6: '閱讀理解練習',
			7: '強弱跟踪報告',
		},
		ai_plan: {
			pre_title: '學校免費計劃',
			title: '學校專享：<br>人工智能英語學習功能及免費資源',
			free_quota: '免費使用次數',
			free_for_one_semester: '一個學期免費使用',
			'1_year': '免費使用：1年＋',
			'1000_times': '免費使用次數：1000次（之後每次低至＄2）',
			video_intro: '參考影片',
			video_coming: '更新版影片製作中',
			register: {
				title: '報名參與計劃',
				desc: '如果您有興趣加入該計劃，請將申請表傳真給我們。您可以在此處<a href="https://ehla-media-bucket.s3.ap-southeast-1.amazonaws.com/website2021/EHLA_free+schemes+to+primary+schools_20220615.pdf" class="text-red-500 font-bold">下載</a>表格。'
			},
			1: '老師工作量接近“零”',
			2: '可立即開始和使用',
			3: '學校及老師無需承諾，無需撰寫報告',
			4: '大幅提升學生英文學習效率',
		},
		resources: {
			title: '其他多種英文學與教資源和計劃 ',
			desc: '我們為學校提供和定制多種英文學與教資源和學習計劃:',
			f_1: '課外英文提升班（到校）',
			f_2: '英文聆聽與說話',
			f_3: '寫作訓練與技巧提升',
			f_4: '閱讀理解技巧訓練',
			f_5: '英文文法能力提升'
		}
	},
	centre: {
		title: '教育中心專區',
		desc: '申請成為EHLA的合作夥伴，讓您的教育業務得到強大助力!',
		login: '教育中心操作平台登入',
		programme: {
			'3050': {
				title: '申請成為「EHLA 3050英文躍升計劃」授權教育中心 ',
				more: '關於3050英文躍升計劃'
			},
			'ai': {
				title: '申請成為EHLA人工智能學習功能零售教育中心，享受教育中心特別低的批發價格優惠!',
				more: '關於人工智能學習功能'
			},
			'eng_asset': {
				title: '申請用特別低價使用EHLA高質量的英文專科課程＋教學視頻資源以及人工智能系統應用',
				more: ''
			}
		}
	},
	hkat: {
		title: '智能學習方案和練習/模擬測驗服務',
		slogan: '老師無需批改，無需補課輔導學生，系統自動批改，自動推送解題輔導視頻或音頻給學生',
		slogan2: '價錢等同傳統紙本練習',
		listen_read: '聆聽、閱讀',
		listen_read_1: '練習自動批改',
		listen_read_2: '輔導解題視頻或音頻',
		listen_read_2_desc: '當學生答錯題目時，系統可自動推送解題視頻或音頻，讓學生非常方便進行學習。',
		write: '寫作',
		write_1: '人工智能輔助寫作批改、評語、評分',
		write_1_desc: '寫作環節支持學生手寫作文。人工智能會輔助老師快速完成高質量的批改、評語和評分。',
		write_2: '示範文章及教學視頻',
		write_2_desc: '練習結束時，學生可自學EHLA提供的示範文章和寫作教學視頻。',
		oxford: '牛津團隊質量管理',
		oxford_desc: '所有內容均由EHLA牛津團隊以高準則進行質量管理',
		report: '強弱項分析報告',
		report_desc: '系統自動追踪並分析、統計學生的答題表現，以及在各個部分的強弱項表現。'
	},
	ai_writing: {
		title: '作文輔助批改、評語、評分功能',
		title_short: '人工智能英文作文批改',
		desc: '強大工具大幅減少老師批改學生作文的時間',
		other_features: '其他特點',
		f_1: '顯著減少老師對學生作文進行批改的時間； ',
		f_2: ' 老師可以通過桌上電腦或iPad輕鬆及快速佈置功課並完成所有工作； ',
		f_3: '老師可靈活選擇全自動批改(即無需老師參與)選項，人工智能會自動評分，並在自動批改Grammar & spelling 之後，直接發送給學生；',
		f_4: '快速選項允許老師快速添加評語及調整分數； ',
		f_5: '報告選項提供整個班級或個別學生的詳細表現分析； ',
		f_6: '批改報告可打印出來。',
		f_3_4_short: '評分、評語、强弱項追蹤和分析報告'
	},
	reader: {
		headline_a: '獨一無二的',
		headline_b: '目前全球唯一一個為不同需要學生打造的',
		title: '智能動感閱讀庫',
		slogan_1: '功能強大、引人入勝',
		slogan_2: '創意無限、覆蓋全面',
		why_special: '為什麼說EHLA的閱讀體驗和方案非常獨特？',
		reading_modes: {
			title: '動感閱讀',
			subtitle: '多種閱讀模式與體驗',
			desc: 'EHLA提供了多種全新和獨特的閱讀模式讓讀者根據需要，體驗動感閱讀的樂趣以及使用極為便利的學習功能。',
		},
		ai_speech: {
			title: '人工智能發音評測',
			subtitle: '跟讀功能',
			desc: '朗讀出聲在學習階段對英文記憶以及練習英文說話能力非常重要。EHLA的人工智能發音評測功能，可以即時指出學生的朗讀發音的問題，讓學生進行練習改善。',
		},
		roleplay: {
			title: '角色扮演',
			subtitle: '結合人工智能發音評測的角色扮演對話練習模式',
			desc: '',
		},
		listening: {
			title: '聽力提升獨特功能',
			subtitle: '獨特練習模式和功能令提升聽力變得非常容易',
			desc: '',
		},
		vocab: {
			title: '詞彙學習',
			subtitle: '結合人工智能發音評測，幫助學生改善發音',
			desc: '幫助學生改善發音',
		},
		exam: {
			title: '閱讀理解',
			subtitle: '閱讀技巧訓練，附有閱讀理解能力強弱項追蹤報告',
			desc: '附有閱讀理解能力強弱項追蹤報告',
		},
		themes: {
			title: '豐富多元的主題',
			subtitle: '豐富多元的主題和內容讓讀者充分感受世界的精彩',
			desc: '',
		},
		levels: {
			title: '分級閱讀',
			subtitle: '適合不同年紀和不同英文水平讀者的需求',
			desc: '',
		},
		subscribe: {
			title: '動感圖書館',
			desc: '<a href="/premium" class="text-red-500 hover:text-red-700 border-b-2 border-current">購買我們的學劵</a>即可以開始閱讀旅程！',
			if_school: '我們為學校提供特別訂制的免費閱讀計劃，詳情請前往<a href="/organisation/school" class="text-red-500 hover:text-red-700 border-b-2 border-current">學校專區</a>'
		}
	},
	ai: {
		title: '三大超卓人工智能',
		desc: '幫你一併解決英文默書、說話、聆聽及詞彙等方面問題',
		why: {
			title: '針對解決什麼問題？',
			desc_1: '英文默書花時間？練習成效差？缺乏純正英文環境？無法流利朗讀英文？讀錯時，無老師立即糾正發音？英文聆聽點練都唔得？英文詞彙量嚴重不足，唔知點補救？',
			desc_2: '三大超卓人工智能絕對幫到你: 家長無需辛苦再花精力同時間。幫孩子準備英文默書。流利朗讀英文不再困難!。讀錯時，人工智能即時糾正發音!高效提升聆聽能力以及詞彙量變得極容易!'
		},
		step: '步驟',
		dict: {
			title: '英文默書練習系統',
			desc: '解決了學生難以自主練習默書的難題；同時幫助老師節省大量校對時間，讓老師能把更多的時間用在輔導學生之上。',
			step_1: {
				title: '極速自定默書段落內容',
				desc: '簡單一照相即可完成'
			},
			step_2: {
				title: '人工智能自動播放純正美國或英國語音',
				desc: '可調校朗讀速度'
			},
			step_3: {
				title: '系統自動比對手寫默書結果',
				desc: '簡單一照相即可完成'
			},
			school: {
				title: 'Dictation默書表現提升功能',
				desc: '非常有效幫助學生在家準備好聽寫任務，而無需其他人幫助 ',
				1: '老師可非常容易地設置Dictation內容和任務(詞彙和段落文字)給學生在家學習和準備',
				2: 'AI可立即生成出聲朗讀聲軌',
				3: 'Dictation模式下學生可逐句聽寫，並可調教朗讀速度',
				4: '當學生完成聽寫後，只需對著手寫稿拍照，人工智能會幫助自動檢查，並指出聽寫錯誤之處讓學生重新練習改善'
			}
		},
		speak: {
			title: '英文說話及聆聽能力推進器',
			desc: '解決了學生難以跟隨純正發音進行朗讀和聆聽練習的難題',
			step_1: {
				title: '簡單拍照',
				desc: '以拍照方式把任何靜態書或文字立即變成標準美音或英音有聲書'
			},
			step_2: {
				title: '聆聽模式',
				desc: '可立即轉爲聆聽模式'
			},
			step_3: {
				title: '跟讀模式',
				desc: '可立即進行跟讀練習'
			},
			step_4: {
				title: '語音評測',
				desc: '可立即評測發音，以進行改善'
			},
			school: {
				title: '出聲朗讀和發音改善人工智能助推器',
				desc: '極大提高學生的出聲朗讀能力和發音準確度',
				1: '專屬老師和學生的強大和獨特工具',
				2: '老師可非常容易地設置/自定出聲朗讀內容和任務給學生',
				3: 'AI可立即生成出聲朗讀聲軌(逐句發音，方便學生點擊選擇)',
				4: '人工智能即時評測學生發音準確度，幫助學生改善和進步',
				5: '即時支持單字發音示範',
				6: '可選聆聽模式',
				7: '支持查閱字典',
			}
		},
		vocab: {
			title: '核心詞彙高效學習系統',
			desc: '強大工具，極速提高核心詞彙儲備！ 做到10個老師都無法做到的事情！',
			feature_1: {
				title: '針對香港不同出版社、不同年級、不同篇章、 Cambridge YLE、Trinity',
				school_title: '課程以校本為基礎'
			},
			feature_2: {
				title: '涵蓋各範疇： 聽、說、閱讀理解'
			},
			feature_3: {
				title: '智能診斷、智能追踪弱項詞彙、智能制定極高效學習路徑'
			},
			school: {
				title: '校本課文詞彙高效學習系統',
				desc: '強大工具讓學生高效學習吸收課本詞彙',
				1: '可選擇不同出版社課文單元所列詞彙',
				2: '可為學校度身定制專屬詞彙庫',
				3: '老師可非常便利和快捷佈置“詞彙學習功課"',
				4: '提供字卡學習功能及示範發音',
				5: '人工智能自動測評學生發音準確度，幫助學生改善發音',
				6: '遊戲化趣味Spelling練習，高效提升學生拼字能力',
				7: '智能診斷、智能追踪弱項詞彙、智能制定極高效學習路徑',
			}
		},
		grammar: {
			title: '英文文法智能診斷及提升系統',
			desc_1: 'EHLA為學生們提供了強大的智能工具，密切跟踪和診斷英文文法方面的弱點，並可自動生成個性化的學與教解決方案（包括資深教師錄製的教學輔導視頻）給學生進行改善。',
			desc_2: '該系統具有強大的功能，可幫助學生提高學習效率並避免盲目操練。系統根據學習弱項而智能推送的針對性練習則可幫助學生高效清除弱點。',
		},
		subscribe: {
			school: '我們為學校提供特別訂制的人工智輔助能學習計劃，詳情請前往<a href="/school" class="text-red-500">學校專區</a>'
		}
	},
	l_elite: {
		title: '「外籍老師1對1」英文小精英躍升課程',
		desc: '適合 3 至 12 歲',
		title_html: '「外籍老師1對1」<br>英文小精英躍升課程',
		dev_by_team: '由EHLA頂尖教研團隊傾力監製和研發',
		team: {
			1: '牛津教育學家',
			2: '牛津語言學家',
			3: '教育心理學家',
			4: '人工智能專家',
			5: '前線老師',
		},
		objective: {
			title: '課程目標',
			body: '為小朋友提供一個不可多得的英美純正母語環境(課堂內＋課堂外)，給小朋友進行沉浸式英文高效學習；並培養小朋友自主閱讀興趣及習慣，<span class="text-red-500">幫助及引領小朋友躍升至主流教育所難以達到的精英水平。'
		},
		module: {
			title: '包括三大環節',
			1: {
				title: '課堂環節',
				desc: '<b class="border-b border-current">外籍老師</b>「1對1」網上Zoom課堂<br>純正口音',
				zoom: {
					title: '外籍老師「1對1」網上Zoom課堂',
					subtitle: '純正英美口音',
				},
				design: {
					title: '課堂設計',
					1: {
						title: '閱讀課堂',
						desc: '注重訓練小朋友詞彙、閱讀技巧、朗讀發音以及閱讀理解。'
					},
					2: {
						title: '延伸互動教學',
						desc: '採用劍橋YLE教學模式；著重詞彙運用、文法、phonics、口語訓練，視乎程度亦會適當渗入寫作教學。'
					},
				}
			},
			2: {
				title: '課後溫習鞏固環節',
				desc: '小朋友上完課堂，安排進行溫習和鞏固練習，吸收和強化課堂所學，避免每走三步倒退兩步。',
				unit_desc: '溫習+課後練習套裝',
				tablet: '*建議使用<span class="border-b-2 border-gray-300">平板電腦</span>進行體驗'
			},
			3: {
				title: '沉浸式學習加強環節',
				desc: '課堂外特別設計給小朋友每日進行沉浸式英文學習, 令小朋友在課堂之外可以不間斷進行趣味學習、趣味閱讀、持續進行出聲朗讀、詞彙吸收。這對小朋友非常重要! 比只上「1對1課堂」的成效會高很多! ',
				unit_desc: '沉浸式學習加強套裝',
				habit: {
					1: '動感英語小閱讀(非常有趣)️培養持續閱讀興趣和習慣!',
					2: '【重要性】小朋友一旦養成自主閱讀習慣，英文能力提升速度是會令人吃驚的!'
				},
				aloud: {
					1: '故事+詩篇朗讀及跟讀練習',
					2: '訓練朗讀能力及練習英文發音(結合人工智能語音評測)'
				},
				role_play: {
					1: '角色扮演對話練習，課後練習英文對話能力(結合人工智能語音評測）'
				},
				vocab: {
					1: '關鍵詞彙拼寫、理解、發音自動練習 提升詞彙量'
				},
				library: '全球唯一動感圖書館',
				importance: '眾多實例表明: 課堂外的沉浸式學習加強環節能以有限學費，大大加速小朋友母語級英文應用能力的進步! '
			},
			4: {
				desc: '課堂外<b class="border-b border-current">外籍老師</b>語音訊息與學生進行多主題交流、fun chat、鼓勵、跟進回饋、糾正發音、發音示範...'
			}
		},
		coverage: {
			title: '課堂教學覆蓋'
		},
		cert: {
			title: '領取嘉許狀',
			sign: '牛津大學語言學家<br>親筆簽署！英國寄達!'
		},
		price: {
			title: '每個躍升分站',
			flexible: '家長可彈性選擇組合',
			batch_title: '一次繳交3個躍升分站（全選），享受HK$1000現金折扣',
			note_1: '<b>HK$160</b>適用於K1至P3的學生。 <br>小四至小六學生(呈分試特訓課程)，每40分鐘收費<b>HK$210元</b>，每30分鐘收費<b>HK$180元</b><br>中一至中三學生(強化及精英課程)，每40分鐘收費<b>HK$210-250元</b>。',
			note_2: {
				title: '兩人或三人合組課堂可獲學費大幅減免!',
				body: '兩人合組課堂：每人減免<b>HK$480</b> <br>三人合組課堂：每人減免<b>HK$840</b>'
			},
			suggested_time: '學生可選擇在<b class="border-b-2 border-current text-black">1個月或最長2.5個月</b>內完成課堂和學習訓練。',
		}
	},
	'3050': {
		title: '英文躍升計劃',
		subtitle_concept: '權威團隊、背景、頂尖內容與突破',
		subtitle_register: '計劃詳情與報名',
		average_student: '主流學生',
		elite_student: '精英學生',
		to_average_student: '適用於主流學生',
		to_elite_student: '適用於精英學生',
		if_average_student_link: '如果你是<b class="mx-1">主流學生</b>，請點擊<span class="font-bold text-regal-red-500 ml-1">這裏</span>',
		if_elite_student_link: '如果你是<b class="mx-1">精英學生</b>，請點擊<span class="font-bold text-green-400h ml-1">這裏</span>',
		act_now: {
			title: '現正招生',
			title_short: '報名',
			desc: '請家長把握難得機會!'
		},
		bg: {
			title: '概覽',
			desc_1: '參加計劃的學生將會在執行老師的指導及照看下，運用EHLA學與教體系及方法(methodology)，並在多項人工智能技術及智適應學與教(adaptive learning)技術的支援下，進行高效學習。',
			desc_2: '學生所使用的學習方法以及得到的支援，目的是突破目前英語學習方式和語言環境的雙重局限，努力達成一些傳統學習模式未能做得到的學習成效。'
		},
		aim: {
			title: '計劃目標',
			'1': '讓成績<span class="border-b-2 border-current italic">一般的學生</span>，在6個月內，把校內成績大幅度提高30% 至 50%',
			'2': '讓成績<span class="border-b-2 border-current italic">中等的學生</span>，在6個月內，把校內成績 精英化提高10% 至 15%',
			'3': '幫助<span class="border-b-2 border-current italic">優秀水平的學生</span>進一步提高及精煉她(他)們的英文能力，特別是在寫作、不同場合下的口語溝通、表達(也包括演講) 以及高階思維方面的能力；並為學生進入豐富的英國文學世界做準備。'
		},
		team: {
			"title1": "EHLA英文科課堂",
			"title2": "英國美國傑出老師",
			title: '計劃權威團隊與背景',
			slogan: '歷時十年',
			desc: '由世界級教育學家、語言學家、人工智能專家、出版專家和資深老師組成的EHLA團隊，透過研究不同國家或地區大量英語學習個案及學習數據，同時透過研究多項關鍵人工智能技術及智適應學與教(adaptive learning)技術應用，科學化地發展出一套高效且完整的學與教體系及方法(methodology)，配合老師的監察和指導，目的是突破傳統學與教方法的瓶頸，讓老師的教學效能以及學生的學習效率大幅度提高。',
			furlong: {
				name: 'John Furlong',
				t_1: '教授，院長',
				t_2: '大英帝國勳章',
				t_3: '前牛津大學教育學院院長',
				t_4: 'EHLA總教育顧問'
			},
			adrian: {
				name: 'Adrian Bullock',
				t_1: '博士',
				t_2: 'EHLA英語總編輯',
				t_3: '牛津大學語言學家'
			},
			brenda: {
				name: 'Brenda Stones',
				t_1: '',
				t_2: '前牛津大學出版社出版總監',
				t_3: 'EHLA編輯'
			}
		},
		quality: {
			headline: '頂尖英文教育內容研發',
			title: 'EHLA 權威性英文教育資源質素管理 ',
			desc_1: '質素管理是EHLA的教育內容開發過程中，精細而不可或缺的一環。',
			desc_2: '所有EHLA的教育資源內容均由牛津大學語言學家、出版專家Dr. Adrian Bullock 領導的團隊負責質量管控，確保EHLA的英文教育內容資源保持一致性、可靠性和權威性。'
		},
		ai: {
			headline: '建基於人工智能教育科技應用的突破 ',
			title: '智適應學與教體系和方法',
			subtitle: '突破傳統學與教局限 ',
			desc: 'EHLA透過長時間以來在智適應學與教體系和方法方面的研究，以及在人工智能教育科技應用方面所取得的實質進展，突破了傳統學與教的許多局限，讓老師可以迅速和較全面地掌握學生的能力水平以及弱項分佈，並智能協助老師快速制定符合學生需求的學習方案與路徑；而學生們也能同時得益於非常個人化和智能的學習方式，隨時隨地可以進行科學高效的自主學習。'
		},
		breakthroughs: {
			before: '局限',
			after: '人工智能帶來的學習突破',
			speak: {
				title: '發音、朗讀、說話 / 聆聽',
				before_1: '學習英文時，儘管大多數人明白練習朗讀*和練習聽力的重要性，但語言環境的局限大大限制了學生在這兩方面的練習。',
				before_2: '*能否有效練習朗讀，不僅決定了英文說話（Speaking）的能力，也同時影響了學生對英文的記憶能力以及聆聽能力（Listening）。閱讀時朗讀出聲，有助於視覺和聲音的雙重輸入，對大腦形成語言記憶幫助甚大。',
				after_1: '透過EHLA關鍵的人工智能技術應用，學生可將任何靜態書或文字立即變成標準美音或英音有聲書；學生可進行跟讀練習，人工智能會即時評測發音，給學生進行改善。這解決了學生缺乏純正英語環境隨時隨地進行朗讀和跟讀練習的難題。',
				after_2: '另外，EHLA的聆聽訓練模式和學習方法設計，也讓學生較以往更容易取得學習突破。'
			},
			vocab: {
				title: '核心詞彙儲備量提升',
				before_1: '對絕大多數英文能力較弱的學生而言，成績難以提升其中一個共同且主要的原因是，核心詞彙量非常匱乏。原則上學習詞彙的最佳途徑是透過較大量閱讀輸入來達成，但現實上，能力較弱的學生由於詞彙量嚴重不足，更不願意進行閱讀，於是導致惡性循環。這一難題困擾了教育界很長的時間。',
				before_2: '',
				after_1: 'EHLA透過智能診斷、智能追踪弱項詞彙，智能為學生制定極高效學習路徑，幫助學生在較短時間內速效提升目標詞彙儲備量。然後再透過多維閱讀輸入模式，讓學生在趣味動感閱讀和其他精心設計的輸入模式中鞏固所學。',
				after_2: ''
			},
			grammar: {
				title: '英文文法運用',
				before_1: '英文文法是支撐寫作的其中一個重要基礎，也是在考試中經常被列作單項考核的基礎內容。許多學生在未能全面掌握所學的文法知識點，並持續累積了一定數量的弱項之後，進一步學習會變得越來越困難。而資源所限，老師也往往無從下手，只能“見招拆招”進行輔導，難言成效。',
				before_2: '',
				after_1: 'EHLA 透過智能診斷、智能追踪文法弱項，科學及系統地找出學生的弱項。然後針對弱項，智能推送針對性練習，讓學生集中精力改善加強。這樣做的目的是要改變過往學生盲目操練的低效模式。同時，集中處理弱項知識點的好處，是讓一般學生較易消化、比較及總結錯處。',
				after_2: ''
			},
			reading: {
				title: '閱讀理解技巧提升',
				desc_1: '大量的學習個案表明，當學生的核心詞彙儲備量嚴重不足時，強推閱讀理解訓練難有成效。',
				desc_2: '在加強核心詞彙儲備量的基礎上，再專題處理和訓練學生的高階思維閱讀能力和技巧，目的是讓學生的整體閱讀理解能力(包括考試技巧)得到實質性的提升。'
			},
			writing: {
				title: '寫作訓練',
				desc: '詞彙量、語法知識和持續的閱讀是寫作的基礎。寫作能力的提高與在內容構思、結構和語言方面所進行的訓練也是密不可分的。 寫作訓練在這個計劃是一個綜合訓練過程。'
			}
		},
		comparison: {
			title: '3050躍升計劃與一般英文課程的對比',
			legacy: {
				title: '市場上其他英文課程的局限性',
				desc: '在不評論其課程設計和教學質量的情況下，坊間教育中心存在許多實際限制因素，使其提供的英語課程無法高效提高學生的綜合英語水平。 請查看下表，了解這些限制是什麼。',
				desc_elite: '不考慮課程設計及教學質素的影響，一般私人教育機構由於受到不少現實局限(包括技術和資源等)，較難讓非英語母語的學生的英文水平得到大幅度的提高。請看下表中對 EHLA3050 躍升課程和其他英文課程的詳細對比：'
			},
			breakthroughs: {
				title: 'EHLA的教研突破',
				desc: 'EHLA 3050英文躍升研究計劃，透過多項“學與教”研究和應用上的突破，並結合人工智能、老師課堂和嚴格學習訓練計劃執行，目標是研究在家長可負擔的學費水平下，和在符合“語言需要浸淫”的科學學習規律下，讓學生的英文綜合能力得到明顯提升！',
				desc_elite: 'EHLA應用先進的人工智能技術，採用權威課程內容資源，在教學效果與學習效率研究方面取得了突破性進展。EHLA的智適應教與學方式（adptive learning methodology，使學生能夠沉浸其中，真正提升英文水平。'
			}
		},
		vs: {
			title: '對比',
			title_elite: '對比',
			head: {
				1: '對比',
				2: 'EHLA 3050 英文躍升研究計劃',
				3: '一般英文課程'
			},
			1: {
				1: '每月學習和訓練時間',
				2: '1680分鐘',
				3: '大約480分鐘至600分鐘',
			},
			2: {
				1: '覆蓋英文能力細分領域',
				2: '極爲全面',
				3: '單項或幾項',
			},
			3: {
				1: '符合“語言需要沉浸”學習規律',
				2: '★★★★★',
				3: '★',
			},
			4: {
				1: '包含真人老師互動課堂',
				2: '✓',
				3: '✓',
			},
			5: {
				1: '包含純正英語外籍老師課堂',
				2: '✓',
				3: '✓ or ✗',
			},
			6: {
				1: '學習訓練計劃體系的完整性',
				2: '完整',
				3: '較爲零碎',
			},
			7: {
				1: '兼顧校本課程以及開闊視野',
				2: '兩者兼顧',
				3: '成本所限，一般采用一套固定教材',
			},
			8: {
				1: '根據學生的能力、校本課程、校本課程進度以及校内考試日程，真正為學生量身定制非常個人化的學習訓練内容和訓練日程',
				2: '計劃重要環節（結合“智適應”學與教體系、方法和科技應用）',
				3: '較難真正做到',
			},
			9: {
				1: '根據學生的能力，真正為學生量身定制非常個人化的學習訓練内容和訓練日程',
				2: '計劃重要環節（結合“智適應”學與教體系、方法和科技應用）',
				3: '較難真正做到',
			},
			10: {
				1: '權威、可信賴英文學與教資源',
				2: '世界級權威團隊研發',
				3: '較爲參差',
			},
			11: {
				1: '嚴格學與教體系和方法研究',
				2: '世界級團隊歷時10年研究',
				3: '-',
			},
			12: {
				1: '高度結合人工智能教育科技應用',
				2: '★★★★★',
				3: '-',
			},
			13: {
				1: '家長、老師和學生的共同參與',
				2: '十分重視',
				3: '較為有限',
			}
		},
		structure: {
			title: '躍升計劃里程',
			desc: '<p class="mb-4"><b>每個躍升里程</b>分為<b>兩個學習階段</b>。 <b>每個階段</b>包括了<b>3個躍升分站</b>的學習和訓練計劃。<b>為達到最大成效，每個躍升分站的建議完成時間為1個月</b>。</p><p>學生可以<b>靈活選擇</b>將每個躍升分站的完成時間<b>延長到3個月</b>。</p>',
			desc_elite: '<p class="mb-4"><b>每個躍升里程</b>分為<b>兩個學習階段</b>。 <b>每個階段</b>包括了<b>2,880分鐘</b>的學習和訓練計劃，<b>建議的完成時間為3個月</b>。</p><p>學生可以<b>靈活選擇</b>將每個學習階段的完成時間<b>延長到最多24週</b>。</p>',
			stage1: '階段一',
			stage1_suggested: '（包括三個躍升分站）',
			stage2: '階段二',
			stage2_suggested: '（包括三個躍升分站）',
			'3_month_min': '5040分鐘',
			'3_month_min_elite': '2880分鐘',
			assessment: {
				title: '階段評估',
				desc: '學生完成第一個學習訓練階段，EHLA會根據學生的整體情況，評估是否適合推薦學生進入第二階段進行學習訓練。'
			},
			award: {
				title: '嘉許狀',
				desc: '學生如果能圓滿完成一個躍升里程，EHLA Language Proficiency Research Centre (UK) 將從英國直接郵寄躍升研究計劃里程嘉許狀給學生。家長需要支付HK$580行政和郵遞費用。家長也可選擇不領取嘉許狀。',
				desc_elite: '學生如果能圓滿完成3個躍升分站，家長可選擇領取由EHLA Language Proficiency Research Centre (UK) 頒發的嘉許狀給學生。家長需要支付<span class="text-red-500 font-bold">HK$580</span>行政和郵遞費用。家長也可選擇不領取嘉許狀。'
			}
		},
		type: {
			title: '學習訓練形式與學費',
			title_elite: '學習與訓練建議時間概覽',
			desc: '躍升計劃每周學習與訓練時間統計： 每周420分鐘',
			objective: '目標',
			method: '形式',
			select_view: '點擊選擇',
			lessons_type: '課堂形式',
			training_content: '學習與訓練',
			training_hours: '時間統計',
			biweekly: '每兩周',
			monthly: '每月',
			'3_months': '每3個月',
			each_lesson: '分鐘每節',
			each_session: ' 分鐘每節',
			training_time: {
				best: '最佳成效學習時間',
				flex: '可彈性延長至',
				months: '個月',
				month: '個月',
				min: '分鐘'
			},
			zoom1: {
				title: '1對1 Zoom綫上外教課',
				desc: '外教老師(純正口音) '
			},
			zoom2: {
				title: '1對1 Zoom綫上輔導課',
				desc: '本地英文輔導老師 '
			},
			zoom3: {
				title: '資深老師Zoom綫上大班課',
				desc: '本地資深英文老師 (1對多)'
			},
			zoom4: {
				title: '超級名師Zoom線上公開課',
				desc: ' '
			},
			group_1_title: '(一) 網上Zoom 課堂',
			group_2_title: '(二) 課後溫習鞏固環節 ＋ 強化環節',
			group_2_desc: 'App系統應用 | HK$280 (每月)',
			group_3_title: '(三) 限時加送一個月閱讀',
			group_3_desc: 'EHLA全球唯一人工智能動感圖書館 | HK$480 (每月)',
			'1-1': {
				title: '特色',
				desc_1: '資深老師錄製非常高質量的知識點和技巧教學視頻',
				desc_2: '系統智能追踪學生強弱項',
				desc_3: '學生遇到困難時，智能系統即時推送針對性解題輔導視頻',
				desc_4: '學生可隨時重溫教學及輔導視頻',
				desc_5: '人工智能強大功能大幅提高學習成效'
			},
			ai: {
				title: '包括',
				desc_1: '核心詞彙高效提升 (*)',
				desc_2: '動感閱讀 / 出聲朗讀 (1)',
				desc_3: '文法應用能力提升 (2)',
				desc_4: '閱讀理解能力提升 (3)',
				desc_5: '聆聽能力提升 (4)',
				note_0: '(*)： 每月無上限學習',
				note_1: '(1)： 每月一套（配對閱讀理解課堂）',
				note_2: '(2)： 每月一套（配對文法課堂）',
				note_3: '(3)： 每月一套（配對閱讀及說話課堂）',
				note_4: '(4)： 每月一套（額外聆聽練習）',
			},
			reading: {
				title: '動畫/人工智能驅動閱讀',
				desc_1: '以讀帶寫的創意寫作'
			}
		},
		scope: {
			title: '全面性涵蓋英文各個細分領域',
			desc: ' ',
			tags: {
				school_based: '校本',
				extra_scope: '開闊眼界',
				exam: 'Exam-driven'
			},
			vocab: {
				title: '核心詞匯量提升',
				aim: '令學生在較短時間内達到校本課程所要求的核心詞匯量，為其他英文能力範疇的學習提升奠定必要基礎；並在此基礎上，挑戰附加詞匯，向精英學生的水平靠攏。',
				format: {
					1: '人工智能自動診斷、追蹤、自動生成補底强化學習和練習路徑',
					2: '助教老師遙距監督檢查，及針對性調整後續訓練内容'
				}
			},
			grammar: {
				title: '文法課',
				desc: {
					1: '文法補底及强化練習'
				},
				aim: '透過智能診斷和弱項追蹤技術，針對性幫助學生清除文法知識弱點，避免學生盲目操練；同時結合Zoom課堂教學以及非常優秀的輔導視頻，讓學生補底及强化文法知識。',
				format: {
					1: '優秀老師透過精心教研視頻教授文法知識點',
					2: '優秀老師透過視頻對學生錯題提供解題輔導',
					3: '智能診斷、追蹤弱項',
					4: '助教老師遙距監督檢查，及針對性調整後續訓練内容'
				}
			},
			speak: {
				title: '英文出聲朗讀/閲讀',
				desc: {
					1: '學生跟隨純正示範發音進行出聲朗讀',
					2: '學生講述所理解的課文内容',
				},
				aim: '解決學生日常少出聲朗讀英文所導致的一系列問題；實質提升英語説話能力及糾正學生英語發音；透過朗讀出聲（聲音+視覺雙重輸入），增强大腦對語言的記憶能力；確保學生明白和掌握校本課文的内容。',
				format: {
					1: '人工智能自動檢測發音準確度，並指出需要改善之處讓學生改善加强；',
					2: '助教老師遙距監督檢查，及針對性調整後續訓練内容'
				}
			},
			listen: {
				title: '英文聆聽練習及技巧訓練',
				desc: {
					1: '聆聽與答題訓練',
					2: '答題後關鍵詞匯學習與記憶訓練',
				},
				aim: '透過周期性應試聆聽練習，讓學生持續練習英語聆聽能力，以及習慣應試形式；同時，解決學生經常性“練完即棄”和“一離開課堂馬上忘記所學”的頭疼問題。學生在作答完畢後，要求必須隨即學習和記憶聆聽内容當中出現的關鍵詞匯，完全吸收並擴大知識面。',
				format: {
					1: '優秀老師透過視頻對學生錯題提供解題輔導',
					2: '答題後關鍵詞匯學習和强化記憶練習',
					3: '助教老師遙距監督檢查，及針對性調整後續訓練内容',
					4: ' '
				}
			},
			reader: {
				title: '動感英語閲讀課',
				aim: '透過EHLA獨有的動感閲讀結合人工智能體驗，讓學生獲得十分重要的英文多元閲讀輸入；也讓學生在和外籍老師上課前，利用系統課學習和預先掌握必要詞匯和必要主題知識，使學生和外籍老師對話和交流互動時，更有自信以及更容易達到學習效果。',
			},
			native: {
				title: '與外籍老師學對話和閲讀',
				aim: '讓學生練習和外籍老師實時對話和交流互動，借此增强學生的實景英語對話能力、交流能力和全英語聽課能力；同時開闊學生在校本課程以外的知識面。',
				format: {
					1: '外籍老師',
					2: '實時互動對話、講解與輔導'
				}
			},
			exam: {
				title: '閲讀理解技巧訓練',
				desc: {
					1: '學習與答題訓練',
					2: '答題後關鍵詞匯學習與記憶訓練',
				},
				aim: '透過周期性應試閲讀理解練習，讓學生持續練習提升英文閲讀理解技巧，以及習慣應試形式；同時，解決學生經常性“練完即棄”和“一離開課堂馬上忘記所學”的頭疼問題。學生在作答完畢後，要求必須隨即學習和記憶閲讀内容當中出現的關鍵詞匯，完全吸收並擴大知識面。',
				format: {
					1: '優秀老師透過視頻教授該文體閲讀和解題技巧',
					2: '優秀老師透過視頻對學生錯題提供解題輔導',
					3: '答題後關鍵詞匯學習和强化記憶練習',
					4: '助教老師遙距監督檢查，及針對性調整後續訓練内容'
				}
			},
			revision: {
				title: '難點溫習與輔導',
				desc: {
					1: '對學生在學習過程遇到的難點、學生的常犯錯誤和錯題做出針對性輔導',
					2: '現場解答學生的疑難問題',
				},
				aim: '本環節旨在解決：學生在進行强化訓練過程中，遇到問題，觀看老師解題視頻仍然無法掌握要點時，老師透過實時互動，具體瞭解學生情況，並針對輔導。',
				format: {
					1: '本地英文老師',
					2: '實時互動難點講解與針對性輔導'
				}
			},
			writing: {
				title: '寫作技巧訓練',
				desc: {
					1: '寫作前分析講解',
					2: '關鍵寫作字詞學習',
					3: '學生寫作及提交',
					4: '提交後範文欣賞及老師講解範文',
				}
			},
			writing_2: {
				desc: {
					1: '老師批改',
					2: '老師實時講解分析與輔導'
				}
			},
			writing_3: {
				desc: {
					1: '學生修改並再次提交作文',
					2: '老師再次批改與反饋'
				}
			},
			elite_group_title: {
				eng_lit: 'A) 英文文學與素養（語言藝術）能力課程',
				speak: 'B) 英美「母語級」語言表達課程',
				skill: 'C) 語言技能及公開試相關訓練課程'
			},
			poetry: {
				pre_title: '英文語言藝術課程',
				title: '詩篇',
				desc: {
					1: '詩歌文體特點教與學',
					2: '閱讀、賞析各類詩歌之美',
					3: '朗誦詩歌**',
					4: '自己創作詩歌',
					5: '批判性思維技能訓練（理解更複雜的詩歌）',
					6: '擴充提升詞彙水平'
				},
				objective: '<p class="mb-4">通過學習及創作詩歌，增強學生對英文運用的信心，培養學生的語音技能，提升學生發音的準確度。讓學生能夠創造性地表達自己的觀點和想像，理解複雜的詩歌，及提升詞彙量。</p><p>平時慣説中文的人講英語，往往會忽略英文單字的輔音受收尾，比如把wanted讀如want，或者把lip讀如li，這就產生了經常造成誤解的“中式英語”。</p><p>詩歌節奏鮮明，不易出現誤讀，在閱讀及朗誦的過程中，學生易與保持正確的重音和語調，能有效幫助學生建立“字—音”聯繫。</p>',
				how: {
					zoom: {
						1: '外籍老師（純正美音/英音）'
					},
					ai: {
						1: '朗誦詩歌（即時AI發音評分）',
						2: '人工智能角色扮演説話練習',
						3: '詞彙速效提升'
					},
					'1-1': {
						1: '由<b>經驗教師</b>錄製的預拍教學視頻課程',
						2: '閱讀理解—批判思維技能訓練',
						3: '閱讀練習之後，配有關鍵詞建構學習',
						4: '<b>助教</b>遠程檢查及跟進學習進度，調整現有學習計劃。'
					}
				}
			},
			story: {
				pre_title: '英文語言藝術課程',
				title: '文學短篇故事',
				desc: {
					1: '故事結構中文學元素的教與學： 背景/情節/人物/主題/風格',
					2: '介紹不同類型的短篇故事',
					3: '篇章中的文法',
					4: '跟讀/大聲朗讀',
					5: '角色扮演説話',
					6: '撰寫簡單的故事評論 (讀書報告)',
					7: '創意寫作',
					8: '提升詞彙量',
				},
				objective: '使學生能夠抓住故事的關鍵文學要素，了解不同類型的短篇故事和和不同的寫作風格，培養學生在閱讀、説話寫作方面的語言技能，鍛煉學生批判思考的能力。',
				how: {
					ai: {
						1: '跟讀/大聲朗讀（即時AI發音評分）',
						2: '人工智能角色扮演説話練習',
						3: '詞彙速效提升'
					}
				}
			},
			rhymes: {
				pre_title: '英文語言藝術課程',
				title: '韻文和歌詞',
				desc: {
					1: '介紹韻文和歌詞的特點',
					2: '識別不同類型的韻文和歌詞的特點',
					3: '運用押韻技巧來增強表現力（擴寫/重寫文章節選）',
					4: '引導學生運用押韻技巧重寫散文段落'
				},
				objective: '讓學生了解押韻技巧和歌詞，了解有特征的語言形式——重現的語言形式，學習詞彙和節奏，增進對語言的創意表達形式的認知。',
				how: {
					ai: {
						1: '韻文朗誦（即時AI發音評分）',
						2: '詞彙速效提升'
					}
				}
			},
			creative_writing: {
				title: '創意寫作',
				desc: {
					1: '在教師指導下自己創作詩歌',
					2: '運用押韻技巧來增強表現力（擴寫/重寫文章節選或段落）',
					3: '引導學生運用押韻技巧重寫散文段落',
					4: '用“故事起點（story starters）”來寫學生自己的故事（給出故事開頭，續寫故事）',
					5: '創作一個完整的故事',
					6: '改寫故事的結尾',
				},
				objective: '運用想像與創造，讓學生提升寫作能力'
			},
			speak_daily: {
				title: '在日常生活場合進行對話與交流',
				objective: '幫助學生突破語言環境和教材的限制，熟悉英語母語人士在各種日常生活場合的口頭表達。',
				how: {
					ai: {
						1: '人工智能角色扮演説話練習',
						2: '詞彙速效提升'
					}
				}
			},
			speak_leader: {
				title: '“領導力”相關表達和演講訓練',
				title_w_desc: '<b>“領導力”相關表達和演講訓練：基本演講技能及公眾演講技能訓練</b>',
				desc: {
					1: '基本演講技能，如向同學或老師陳述觀點或介紹作品',
					2: '公眾演講技能訓練，包括演講稿寫作和演講'
				},
				objective: '培養學生演說及公開演講的能力，並以此為基礎，進一步培養和發展學生成為未來領導者必需的口頭表達能力',
				how: {
					ai: {
						1: '人工智能角色扮演説話練習',
						2: '詞彙速效提升'
					}
				}
			},
			speak_interview: {
				title: '面試和自我表達技能訓練',
				objective: '培養學生在特定面試情景中的表達和自我表現的能力',
				how: {
					ai: {
						1: '人工智能角色扮演説話練習',
						2: '詞彙速效提升'
					}
				}
			},
			vocab_2: {
				title: '詞彙速效提升',
				objective: '實現詞彙量的大幅躍升',
				how: {
					'1-1': {
						1: 'AI人工智能診斷、弱項跟蹤、自動生成補救學習和練習方案',
						2: '助教遠程檢查及跟進學習進度，調整現有學習計劃。'
					}
				}
			},
			reading_2: {
				title: '閱讀理解技巧訓練（進階）',
				objective: '通過定期考試導向的閱讀理解練習，幫助學生練習閱讀理解技能，熟悉考試形式；學生亦可通過完成練習，充分消化吸收閱讀篇目中出現的關鍵詞，解決“離開課堂，學了就忘”的問題。',
				how: {
					'1-1': {
						1: '<b>優秀老師</b>透過精心教研視頻教授文法知識點',
						2: '閱讀理解練習與技能訓練',
						3: '通過完成練習，逐步積累關鍵詞彙',
						4: '<b>助教老師</b>遙距監督檢查，及針對性調整後續訓練内容'
					}
				}
			}
		},
		schedule: {
			title: '每周學習和訓練參考日程',
			ai_session: 'AI追蹤訓練',
			system_lesson_w_ai: '系統課+AI追蹤訓練',
			system_lesson_w_follow_up: '系統課+老師跟進',
			system_lesson_20: '系統課(20分鐘)',
			system_lesson_30: '系統課(30分鐘)',
			zoom_40: 'Zoom(40分鐘)',
			zoom_80: 'Zoom(80分鐘)'
		},
		price: {
			total_time: {
				title: '每一個躍升分站',
				desc_1: '"超班+超值"學費：',
				desc_2: '(原價HK$5,076)',
				title_elite: '每960分鐘(16小時)學習訓練時間',
				suggested_time: '學生可選擇在<b class="border-b-2 border-current text-black">1個月或最長3個月</b>內完成課堂和學習訓練，越快完成躍升效果越顯著!',
				desc: '就躍升計劃涵蓋的學習訓練内容的全面性和豐富度、授課時間、訓練時間和老師的跟進時間而言，學費遠遠低於坊間英文專科補習班的收費: 一對四每小時每人HK$250 – HK$600。'
			},
			batch_payment_discount: {
				title: '一次性繳交第一階段學費方式，享受HK$500現金折扣',
				title_elite: '一次性繳交3個躍升分站學費，享受HK$1000現金折扣',
				desc: '<p>第一階段(總共3個躍升分站學習與訓練)學費：</p><p class="line-through">HK$2,980 x 3 = HK$8,940</p><p>折扣後實繳學費：HK$7,940</p>',
				desc_elite: '<p>3個躍升分站學費：</p><p class="line-through">HK$2,998 x 3 = HK$8,994</p><p>折扣後實繳學費：HK$7,994</p>'
			},
			reward: {
				title: '領取嘉許狀',
				desc: '學生完成三個躍升分站的學習訓練後，家長可選擇英文躍升計劃嘉許狀給學生，家長需要支付<span class="underline font-bold">HK$580</span>行政和郵遞費用。家長也可選擇不領取嘉許狀。'
			}
		},
		reg: {
			title: '報名、定制及開始學習訓計劃流程',
			online_enrol_btn: '點擊報名',
			parent: {
				title: '家長',
				steps: {
					1: {
						title: '網上報名',
						desc: ' '
					}
				}
			},
			ehla: {
				title: 'EHLA',
				steps: {
					1: {
						title: '學生水平評估',
						desc: '家長提供學生的校本課程資料、基本學習進度資料、以及考試成績資料。EHLA讓學生進行能力水平評估'
					},
					2: {
						title: '度身訂製',
						desc: 'EHLA根據學生的能力、校本課程、校本課程進度以及校内考試日程，真正為學生量身定制非常個人化的學習訓練内容和訓練日程（需時大約2周）',
						desc_elite: 'EHLA根據學生的能力，真正為學生量身定制非常個人化的學習訓練内容和訓練日程（需時大約2周）'
					}
				}
			},
			student: {
				title: '學生',
				steps: {
					1: {
						title: '開始學習訓練',
						desc: '學生正式開始3030躍升計劃學習訓練'
					}
				}
			}
		},
		reg_form: {
			title: '網上報名',
			section_a_title: '填寫以下資料，用於為學生開設學習賬號',
			section_b_title: '3050 躍升研究計劃學費繳費方式',
			section_c_title: '家長聯絡資料',
			name: '學生(英文)姓名',
			nickname: '學生(英文)暱稱',
			level: '就讀年級',
			school: '就讀學校',
			parent_name: '家長姓名',
			parent_tel_note: '重要：你的電話號碼將會被作為報名編號',
			parent_tel: '家長電話',
			agreed: '同意並已經簽署<a class="border-b border-current" href="/programme/3050/register/letter-of-consent">「參加 EHLA 3050 英文躍升研究計劃同意函」</a>',
			payment_way_1: '<p>支付一個躍升分站學習訓練學費</p>',
			payment_way_1_elite: '<p>支付第一階段首960分鐘(16小時)學習訓練學費：<b>HK$2,980</b></p><p class="text-sm">建議完成時間：1個月</p><p class="text-sm">完成時間可最多延長至3個月</p>',
			payment_way_2: '<p class="font-bold">一次性繳交第一階段學費，享受HK$500現金折扣</p>',
			payment_way_2_elite: '<p class="mb-4 font-bold">一次性繳交第一階段學費，享受HK$1,000現金折扣</p><p>第一階段3個月共2,880分鐘(48小時)學習訓練：</p><p class="mb-4 line-through">HK$2,980 x 3 = HK$8,940</p><p>折扣後實繳學費: <b>HKD$7,940</b></p>',
			required: '請填寫此欄位',
			required_agree: '你必須同意',
			required_payment: '請選擇學費繳費方式',
			please_select: '請選擇',
			success: {
				title: '表格已成功提交，請繳交學費以完成報名',
				desc: '學費可使用“轉數快” 或銀行入數',
				fps: '轉數快',
				bank: '銀行入數',
				send_image: '繳費後請截圖傳送至 Whatsapp (+852) 9654 8680，並注明你的電話號碼（報名編號），即完成報名。',
				follow_up: {
					in: '我們會在1至2個工作天內聯繫家長，以進行',
					1: '1) 初步評估學生的英文水平',
					2: '2) 為學生度身定制個人化的學習訓練內容',
					3: '3) 和家長一起確定學習訓練的日程表',
					out: '完成報名後需要大約1至2週為學生度身定制個人化的學習訓練內容。然後正式開始學習訓練計劃。'
				}
			}
		},
		consent: {
			p: '基於對提高孩子英文學習成效及成績的渴望，本人作爲家長，同意孩子參加 EHLA 3050 英文躍升研究計劃（簡稱“英文躍升計劃”）；並同意：',
			1: '孩子如沒有其他必要安排，每日放學后或假期，允許孩子在家進行英文躍升計劃為其所特別編排（量身定制）的學習和訓練。',
			2: '盡力配合 EHLA 老師對孩子的學習督促。本人明白這也是提高孩子英文學習成效的其中一個重要因素。',
			3: '孩子在英文躍升計劃中的學習數據、學習軌跡、學習頻率以及孩子的校内成績（本人同意提供）會被用於 EHLA 的研究分析之用，家長同意，除了牛津大學科技創新有限公司之外，EHLA 也可用於和其他學術研究機構的合作研究計劃（如適用），但學生的真實姓名不會披露。'
		},
		'q&a': {
			title: '問與答',
			whatapps: {
				title: '報名查詢',
				desc: '3050專綫whatsapp'
			},
			1: {
				q: '學生可以靈活安排學習和訓練時間嗎？',
				a: '「一對一系統課」和「AI人工智能訓練任務」：學生可根據自身情況隨時靈活調節在家上課和完成訓練的時間；但助教老師會遙距監督檢查學生的學習和訓練情況，並調節後續訓練内容；「Zoom綫上實時課」：一旦確定上課時間，原則上不接受學生更改上課時間。'
			},
			2: {
				q: '學生可以隨時報讀第二階段的學習訓練嗎？可以中途退出嗎？',
				a: '由於學生繳交的研究學費，基本無法同時覆蓋所提供給學生的密集學習訓練内容、老師課堂成本、助教老師成本、人工智能系統應用、行政和研究經費，EHLA需要對後續研究經費做出補貼，故不希望學生浪費研究名額。學生在完成第一個階段的學習訓練後，EHLA需要對學生做出“可適性”評估，如果適合，會推薦學生進行第2階段學習訓練。如果學生在第一階段的學習訓練過程中，多次拒絕，或經常無合理理由不按照計劃進行學習訓練，EHLA不會推薦該學生進行第二階段的學習訓練。學生可以中途退出，但研究學費不能退回。',
			},
			3: {
				q: '學生參加這個計劃有證書嗎？',
				a: '學生完成一個學習訓練里程的學習訓練後，EHLA會從英國直接郵寄躍升研究計劃嘉許狀給學生，家長需要支付HK$580行政和郵遞費用。家長也可選擇不領取嘉許狀。',
			},
			4: {
				q: '學生完成一個里程的學習訓練後，可以繼續報名第2個里程學習訓練嗎？',
				a: 'EHLA需要對學生做出“可適性”評估，如果適合，會推薦學生進行第2個里程學習訓練。',
			},
			5: {
				q: 'EHLA能保證學生的成績提升達到計劃研究目標嗎',
				a: '《3050英文躍升研究計劃》是EHLA在過去長時間對“智適應Adaptive Learning”學與教體系和方法的研究以及在人工智能教育應用上取得實際突破的基礎上，結合EHLA的英文内容資源、虛擬課堂、師生互動、人工智能系統應用以及和家長的互動，所開展的研究計劃，旨在分析研究在不同場景下和各種實際應用個案下，如何能讓不同資源能力的學生的學習訓練效果得到較大程度的優化。研究目標的達成有賴家長的積極配合以及學生的全力投入，否則再好的計劃也難言成效。家長需要體認到，這個計劃是一個十分難得的機會，讓學生能在一段時間内得到較全面的學習訓練。',
			},
			6: {
				q: '這個計劃如何開始？以及學習訓練的形式是什麽？',
				a: '請參閲報名、定制及開始學習訓練計劃流程；以及參閲我們對全面性涵蓋英文各個細分領域的學習訓練内容、形式與手段的介紹。',
			}
		}
	},
	'furlong_quote': {
		title: '牛津大學教育學院院長對EHLA的評價',
		desc: '牛津大學教育學院院長在研討會上對EHLA在「學與教」應用領域所取得突破的評價；以及闡述自己長時間以來對電子教育的研究',
		q1: {
			content: '我和我牛津大學的同事和EHLA在牛津大學相遇，我完全為EHLA正在做的事情感到著迷...',
			by: 'John Furlong 院長'
		},
		q2: {
			content: '...EHLA 所做的事情，表現出對所有電子教育維度的高度重視。我注意到EHLA已經做到利用創新的研發，個性化地支援學習。與此同時，他們也正在與教育方面的專家密切合作，也已經開始處理電子教育人際維度的問題，希望老師們能參與其中，共同解決當中涉及的難題...',
			by: 'John Furlong 院長在一個研討會的發言'
		},
		q3: {
			content: 'John Furlong 院長在一個研討會上闡述他長時間以來對電子教育，尤其在三個教育維度 「科技維度」、「教學維度」以及「人際維度」上的研究。',
			by: ''
		}
	},
	oxford_research: {
		title: 'EHLA和牛津大學創新科技有限公司的研究合作計劃',
		desc_short: '我們與世界上不同機構的合作計劃為EHLA「學與教」解決方案提供了不可多得的支持。',
		desc: 'EHLA和牛津大學創新科技有限公司 Oxford University Innovation Limited 於2017年3月簽訂了學術研究計劃協議，對由牛津大學或EHLA所提出的議題展開共同研究合作計劃。',
		more: '計劃簡介'
	},
	programme: {
		tag: {
			academic: '學術',
			charity: '慈善'
		}
	},
	team: {
		title: 'EHLA權威教育團隊',
		home: {
			title: '頂尖教育團隊',
			desc: '我們的團隊成員來自牛津大學、劍橋大學等知名學府。在教育、語言學、出版、兒童心理學等領域皆有首屈一指的造詣。包括前牛津大學教育學院院長John Furlong, 牛津大學語言學家 Adrian Bullock, 前牛津大學出版社出版總監 Brenda Stones',
			button: '更多團隊成員介紹'
		},
		"john": {
			"name": "John Furlong 教授，院長",
			"title1": "前牛津大學教育學院院長",
			"title2": "EHLA教育總顧問",
			"title3": "大英帝國勳章"
		},
		"adrain": {
			"name": "Adrian Bullock 博士",
			"title1": "前牛津大學語言學家",
			"title2": "EHLA總編輯"
		},
		"brenda": {
			"name": "Brenda Stone 女士",
			"title1": "前牛津大學出版社出版總監",
			"title2": "EHLA編輯"
		},
		"catherine": {
			"name": "Catherine Kneafsey 女士",
			"title1": "前牛津大學語言學家",
			"title2": "牛津自然拼讀教育專家"
		},
		"simon": {
			"name": "Simon Devenport",
			"title1": "畢業於牛津大學文學系",
			"title2": "課程開發及教學"
		},
		"eching": {
			"name": "Eching Ho 博士",
			"title1": "美國德克薩斯大學心理學博士",
			"title2": "EHLA兒童教育心理顧問"
		},
		"sunny": {
			"name": "Sunny Ho 博士",
			"title1": "美國哥倫比亞大學心理學博士",
			"title2": "EHLA教育心理顧問"
		},
		"nissen": {
			"name": "Ms. Clara Nissen",
			"title1": "BBC廣播第四台節目製作人",
			"title2": "牛津英語老師和牛津英音配音"
		},
		"cook": {
			"name": "Ms. Ella Cook",
			"title1": "牛津英語老師和牛津英音配音"
		},
		"mis": {
			"name": "Ms Michele Ho",
			"title1": "EHLA香港區英文科課程總監",
			"title2": "多家中小學校英文科課程顧問",
			"title3": "公開試考官"
		}
	},
	baby: {
		title: 'EHLA學前英語',
		desc: 'EHLA 學前英語(EHLA Baby English)包含了由牛津語言學家，早期英語教育學家和人工智能專家所開發的各種學習課程、啟蒙計劃、閱讀和應用。 除了權威和值得信賴的英語內容之外，EHLA Baby English 還具備市場上很少見的出色學習功能。',
		button: '前往EHLA學前英語'
	},
	contact_us: {
		title: '與我們取得聯絡',
		hk: '香港辦公室',
		uk: '英國倫敦辦公室',
		email: '電郵地址',
		tel: '電話',
		address: '地址',
		hk_office_address: '香港九龍觀塘開源道64號源成中心21樓2105-07室'
	},
	about_ehla: {
		title: '關於EHLA',
		desc_1: 'EHLA是國際革新型教育研究機構，獨家整合人工智能教育科技、學與教體系和方法研究、教育內容研發、出版、教育創意多媒體和教育生態系統。',
		desc_2: 'EHLA為學校、教育機構、老師、家長和學生提供了頂尖的英語教育內容和學與教方案。'
	},
	sharing: {
		title: '與你分享'
	},
	subscription: {
		ai: {
			title: '訂閱人工智能工具',
			desc: 'to resolve students\' problems encountered in the areas of Dictation, Speaking, Listening and Vocabulary Building',
			plan_1_name: '入門',
			plan_2_name: '基本',
			plan_3_name: '加強',
			plan_4_name: '精英',
			extra_context: '包括YLE及Trinity模組'
		},
		reader: {
			title: '訂閱智能動感閱讀庫',
			desc: ''
		},
		monthly: '每月',
		coming_soon: '你可直接在App進行訂閱，或者聯繫我們訂閱3個月，享受15%的特別折扣。',
		whatapps: '專綫whatsapp'
	},
	contact_us_for_enquiry: '聯繫我們查詢',
	learn_more: '了解更多',
	watch_intro_video: '觀看介紹影片',
	subscribe: '訂閱',
	buy: '購買',
	go_to_subscribe_page: '前往訂閱計畫',
	download_app: '立即下載體驗',
	details: '詳情',
	ehla_credit: '學劵',
	minute: '分鐘',
	hours: '小時',
	lesson: '節課',
	lessons: '節課',
	session: '節',
	sessions: '節',
	monthly: '每月',
	weekly: '每周',
	weekday: {
		1: '星期一',
		2: '星期二',
		3: '星期三',
		4: '星期四',
		5: '星期五',
		6: '星期六',
		7: '星期日',
		'6/7': '星期六/日'
	},
	submit: '提交',
	or: '或',
	free: '贈送',
	back: '返回',
	total: '總共',
	timeline: {
		2022: {
			h: '擴大紙飛機學校免費計劃',
			p1: '在2020年學校試點的基礎上，自2022年6月起，EHLA向學校免費發布了多項成熟的“AI驅動”學與教功能和獨有資源。此次擴大後的方案將大大減輕教師的工作量，有效提高 學生的學習效率。',
			p2: '學校可免費使用：',
			1: '人工智能作文輔助批改+評分、評語、批改報告(可列印)',
			2: 'Dictation Quiz默書測驗自動批改',
			3: 'Dictation默書表現提升功能（人工智能輔助）',
			4: '出聲朗讀和發音改善人工智能助推器',
			5: '詞彙高效學習及spelling推進器',
			6: '英文聆聽（應試+其他）練習資源 (附帶練習後詞匯高效學習功能)',
			7: '閲讀理解（應試）練習資源 (附帶練習後詞匯高效學習功能)',
			8: '結合人工智能、獨一無二的學校免費動感英語閱讀計劃',
		},
		2021: {
			h: 'EHLA “Paper Plane” schools pilot scheme',
			p1: 'EHLA致力於為學校、老師和學生們提供頂尖的英文學與教解決方案(深度結合人工智能)以及可靠的教育內容。2020 年，超過 100 所學校參與了 EHLA “紙飛機”學校試點計劃下的各項分計劃。'
		},
		2019: {
			h: 'EHLA“紙飛機”慈善計劃啟動',
			p1: '2019年9月，我們啓動了“紙飛機”公益計劃，接受社區基層家庭學生的申請，免費獲取EHLA獨有的優質學習和閱讀資源。 該計劃使大量學生受益。'
		},
		2017: {
			h: 'EHLA和牛津大學創新科技有限公司的學術計劃',
			p1: 'EHLA和牛津大學創新科技有限公司 Oxford University Innovation Limited 於2017年3月簽訂了學術研究計劃協議，對由牛津大學或EHLA所提出的議題展開共同研究合作計劃。'
		}
	}
}